[{"hasPost": 1, "head": " Lovely Homes Great Local rent to own  ", "nbr": -1, "price": -1, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/pen/apa/3864845770.html", "lat": -1, "post": " 3br, Crown Heights, San Mateo  $600 - $1000MASSIVE, RENOVATED, GORGEOUS   THREE BED IN ELEVATOR BDG FOR A GREAT PRICE! *BEAUTIFUL HARDWOOD FLOORS THROUGHOUT! *LARGE, BRAND NEW KITCHEN! *HUGE LIVING ROOM! *MASSIVE BEDROOM! *GREAT CLOSET SPACE! *HEAT AND WATER INCLUDED! THIS IS A GREAT DEAL! CALL IMMEDIATELY FOR A VIEWING! Requirements: income 40xs + excellent credit                                              Equal Housing Opportunity   ", "pid": 3864845770}, {"hasPost": 0, "head": "3 bedroom 2 baths w/many upgrades", "nbr": 3, "price": 1700.0, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/scz/apa/3864845432.html", "lat": -1, "post": "", "pid": 3864845432}, {"hasPost": 1, "head": " Beautiful Home No Bank Qualifying  ", "nbr": -1, "price": -1, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/sfc/apa/3864842593.html", "lat": -1, "post": " 3br, Crown Heights, USF / Panhandle  $600 - $1000MASSIVE, RENOVATED, GORGEOUS   THREE BED IN ELEVATOR BDG FOR A GREAT PRICE! *BEAUTIFUL HARDWOOD FLOORS THROUGHOUT! *LARGE, BRAND NEW KITCHEN! *HUGE LIVING ROOM! *MASSIVE BEDROOM! *GREAT CLOSET SPACE! *HEAT AND WATER INCLUDED! THIS IS A GREAT DEAL! CALL IMMEDIATELY FOR A VIEWING! Requirements: income 40xs + excellent credit                                              Equal Housing Opportunity   ", "pid": 3864842593}, {"hasPost": 1, "head": "*Vallejo Home!! GREAT 3 Bedrooms!*", "nbr": 3, "price": 1595.0, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3864825126.html", "lat": -1, "post": "        $1,595 per month, 3 bedrooms, 2 full baths,           0 half baths, 1,625 square feet                                          ", "pid": 3864825126}, {"hasPost": 1, "head": "The home is in mostly original condition .Large lot with room for RV o", "nbr": 3, "price": 1000.0, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/nby/apa/3864822365.html", "lat": -1, "post": "   The home is in mostly original condition .Large lot with room for RV or boat.Fireplace in family room. Built in wall safe. Deck off family room with a roll out awning.Two sheds.   ", "pid": 3864822365}, {"hasPost": 1, "head": " 3 Bed, 2 Bath OWNER-WILL-FINANCE  ", "nbr": -1, "price": -1, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/nby/apa/3864814624.html", "lat": -1, "post": " 3br, Crown Heights, Santa Rosa  $600 - $1000MASSIVE, RENOVATED, GORGEOUS   THREE BED IN ELEVATOR BDG FOR A GREAT PRICE! *BEAUTIFUL HARDWOOD FLOORS THROUGHOUT! *LARGE, BRAND NEW KITCHEN! *HUGE LIVING ROOM! *MASSIVE BEDROOM! *GREAT CLOSET SPACE! *HEAT AND WATER INCLUDED! THIS IS A GREAT DEAL! CALL IMMEDIATELY FOR A VIEWING! Requirements: income 40xs + excellent credit                                              Equal Housing Opportunity   ", "pid": 3864814624}, {"hasPost": 0, "head": "Completely Remodeled 3bed/2bath", "nbr": 3, "price": 1600.0, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/nby/apa/3864813201.html", "lat": -1, "post": "", "pid": 3864813201}, {"hasPost": 1, "head": "FOR RENT ", "nbr": -1, "price": -1, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/nby/apa/3864804810.html", "lat": -1, "post": "   Shame on all of you SLUM LORD types, SHADY, RUDE, PROPERTY MANAGERS who rent sub standard, down right filthy, pig styes for ridiculously, OUTRAGEOUS! Monthly rents and unfair deposits YOU KNOW WHO YOU ARE!!! How would you like to have to schlep to and fro all over looking at rental after rental, along with 15 to 20 other applicants, knowing you probably dont have a snowballs chance in hell of being picked? Even if you do make enough $$ and have decent credit? COME ON PEOPLE!! Show some common decency for people and quit trying to fill your pockets with $$ even though you can!! Rise above this behavior and be the better person. Give decent, hard working people a chance!! Someday, you will find yourself in a situation and wish someone would just give you a break. Think about someone other than yourself because sooner or later KARMA will catch up with YOU!!  ", "pid": 3864804810}, {"hasPost": 1, "head": "Room near UC Berkeley Campus", "nbr": 1, "price": 620.0, "lon": -122.26368, "phone": 5105492094, "link": "http://sfbay.craigslist.org/eby/apa/3864792049.html", "lat": 37.865526, "post": "   - Our unit is only three blocks away from the campus.  - All basic utilities (water, garbage, and electricity) are included with rent.  - Rooms are in suites of 3 or 4 single-sex rooms with a shared bathroom.   - Rooms are for single occupancy only. - All lease contracts end on June 30, 2014.  - There are no kitchens or common areas in any of the suites, but hot plates and microwaves are permitted.   Important Notes:  - Must be a boy. (Our girl rooms are currently filled to capacity.) - Must be a student currently enrolled at UC Berkeley  - $1240 security deposit required with signing of lease.  Evans Manor 2316 Haste Street, Berkeley, CA 94704 Office Phone Number: (510)549-2094 Office Hours: M-F 9am-4pm | Sat 10am-2pm  ", "pid": 3864792049}, {"hasPost": 1, "head": " 3bd+2bath, single family, remodeled kitchen, Lease to Own  ", "nbr": -1, "price": -1, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/pen/apa/3864768522.html", "lat": -1, "post": "   http://staplesmilltownhomes-prg.com                                             Equal Housing Opportunity  ", "pid": 3864768522}, {"hasPost": 0, "head": "Alum Rock Charming home on large lot with studio cottage", "nbr": 2, "price": 2500.0, "lon": -121.820664, "phone": -1, "link": "http://sfbay.craigslist.org/sby/apa/3864747831.html", "lat": 37.373039, "post": "", "pid": 3864747831}, {"hasPost": 1, "head": "This 4 Bed, 2.5 bath, single story home provides an open floor plan wi", "nbr": 4, "price": 850.0, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3864739803.html", "lat": -1, "post": "   This 4 Bed, 2.5 bath, single story home provides an open floor plan with lots of light. Kitchen has been updated with brand new granite countertops. Laminate wood floor throughout common areas and front bedroom, newer carpet in remaining 3 bedrooms. New paint throughout as well. Master bedroom  ", "pid": 3864739803}, {"hasPost": 1, "head": "This 4 Bed, 2.5 bath, single story home provides an open floor plan wi", "nbr": 4, "price": 850.0, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3864735736.html", "lat": -1, "post": "   This 4 Bed, 2.5 bath, single story home provides an open floor plan with lots of light. Kitchen has been updated with brand new granite countertops. Laminate wood floor throughout common areas and front bedroom, newer carpet in remaining 3 bedrooms. New paint throughout as well. Master bedroom  ", "pid": 3864735736}, {"hasPost": 0, "head": "stunning house in fabulous place", "nbr": 3, "price": 875.0, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3864733300.html", "lat": -1, "post": "", "pid": 3864733300}, {"hasPost": 1, "head": "RENT PART OFF PROPERTY BEST OFFER OR RENT TO OWN", "nbr": 8, "price": 975.0, "lon": -1, "phone": 7075484419, "link": "http://sfbay.craigslist.org/nby/apa/3864705554.html", "lat": -1, "post": "   YOU CAN RENT PART OF IT ,YOUR OWN PRIVETE ROOM WITH YOUR OWN NDRY AND GET ALL THE LAND IS THERE   FOR YOUR GARDEN FOR ONLY $975 OR BEST OFFER  IS GOOD FOR ONE OR TWO  OR ALL PROPERTY FOR $2975    WE HAVE TENANTS NOW BUT WE LOOK FOR FUTER USE,IF YOU TAKE THE PROPERTY AS IS, YOUR RENT IS VERY LOW  THIS IS AT NICE KEL/VILLE ZIP CODE 95451 NEAR CLEAR LAKE VERY NICE AREA   PROPERTY MAY NEED TO DO SOME WORK UP TO YOUR EPXPECTETIONS    IF YOU HAVE OVER 50K YOU CAN BUY IT WITH OWNER FINACING FOR 5 YEARS  PLEASE EMAIL HERE WITH A NAME PHONE # AND WE CALL YOU  ALSO YOU CAN CALL 24/7 AND TEXT TO PHONE  707  548-4419  THANK YOU   ", "pid": 3864705554}, {"hasPost": 1, "head": " rent to own *!* 4beds - den and 1/5 baths - large yard*  ", "nbr": -1, "price": -1, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/sby/apa/3864703267.html", "lat": -1, "post": " 3br, Crown Heights,  San Jose South  $600 - $1000MASSIVE, RENOVATED, GORGEOUS   THREE BED IN ELEVATOR BDG FOR A GREAT PRICE! *BEAUTIFUL HARDWOOD FLOORS THROUGHOUT! *LARGE, BRAND NEW KITCHEN! *HUGE LIVING ROOM! *MASSIVE BEDROOM! *GREAT CLOSET SPACE! *HEAT AND WATER INCLUDED! THIS IS A GREAT DEAL! CALL IMMEDIATELY FOR A VIEWING! Requirements: income 40xs + excellent creditContact Ava Rivkin     Contact Ava   Rivkin   ", "pid": 3864703267}, {"hasPost": 0, "head": "Pleasing 3bd/2.5ba In Great Neighborhood", "nbr": 3, "price": 1625.0, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/sby/apa/3864605553.html", "lat": -1, "post": "", "pid": 3864605553}, {"hasPost": 0, "head": "3/2.5 two story, great neighborhood", "nbr": 3, "price": 1700.0, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/nby/apa/3864552825.html", "lat": -1, "post": "", "pid": 3864552825}, {"hasPost": 1, "head": "Main House at mobile home park for rent in Paradise Ca.", "nbr": 3, "price": 750.0, "lon": -121.594022, "phone": 5308769085, "link": "http://sfbay.craigslist.org/sby/apa/3864531630.html", "lat": 39.751952, "post": "   Available to occupant of mature age.  Charming 3 bedroom 1.5 bath home. Knotty pine interior throughout, Central Air Conditioning, and Heating. Rent is $750.00 per month. Cleaning deposit is $750.00. For showing appt. call park mgr. Linda at 530-876-9085 between 10:00 am and 8:00 pm.  ", "pid": 3864531630}, {"hasPost": 1, "head": "1/1 furnished apt available immediately.", "nbr": 1, "price": 850.0, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/scz/apa/3864527442.html", "lat": -1, "post": "   AVAILABLE IMMEDIATELY!! We are looking for responsible, neat tenant(s) to rent our 1 bedroom, 1 bath unit.This property is walking distance to shopping mall, close to public transportation, schools, playgrounds, parks, and recreational centre. Included in the rent are in-suite laundry, (washer and dryer are included), gas fireplace, dishwasher, visitor parking, lots of storage, and gas bbq hook up. Available immediately.  ", "pid": 3864527442}, {"hasPost": 1, "head": "large in-law, 1bd/ba with shared kitchen", "nbr": 1, "price": 1800.0, "lon": -122.405026, "phone": -1, "link": "http://sfbay.craigslist.org/sfc/apa/3864340596.html", "lat": 37.747345, "post": "   Starting as early as July 1st   Large 1 bedroom in-law in the lower lever of a completely renovated Victorian.   -1 bedroom (the room is not furnished; just a pic to show how it could look) -large closet -private delux bathroom -living room/office space.  -Private entrance -direct access to the private back yard and patio complete with grill, chiminea and hot tub.  -shares the fantastic house kitchen with the upstairs unit  Upstairs unit: -3 bd/3ba -large kitchen -large living room -all deluxe kitchen amenitites (fridge, gas stove, micro...) -new washer and dryer (so quiet you can run them over night!!) -large patio and yard -hot tub -garage (with mini gym and storage for bikes...) -easy street parking (I usually park right in front of the house)  The in-law shares a wall with my massage studio.  (I only see 2-3 clients per week...)  Location:  -north east corner of Bernal Heights  -easy access to 101 and 280 (great for commuters...we all commute) -15-20 min walk to BART -6 block from Precita Park -Walking distance to great bars, restaurants and tons of events   Lodgers: Me; 35 biotech professional.  I play a ton of soccer love live music and have an active social life.  I like to have people over for dinner and to grill and hangout in the hot tub.  I also have a part time massage business.  Dan; 32 director of marketing for MTN. Very involved in local street art.  Trying to eat more healthy food:)  Nick: 35 consultant for Kaiser in Oakland.  Very active in baseball in the area.  Likes to cook.  Ruby; 10 y/o boxer.  Very sweet and cuddly.  Not great with other dogs but happy to chill at home with her sister.  Jet: 2y/o staffahoula.  Very friendly and fun.  Loves all other dogs and people.  Both dogs are very friendly and excitable but also well trained and do well with authoritative commanding:)  You: A dependable professional who LOVES DOGS A friendly person who has an active life and does not sit around the house. Can communicate needs and concerns Respectful of other peoples space  This is a beautiful sunny house on a quite street.  We are friendly with the neighbors and enjoy each others company. Renting the downstairs In-law, you will have your own entrance, so you dont have to see us at all but we would hope that you would want to be friendly every once and a while.  No smoking, no pets and no couples  ", "pid": 3864340596}, {"hasPost": 1, "head": "Cable Car Court Hotel Weekly Rate", "nbr": -1, "price": -1, "lon": -122.419036, "phone": 4153465219, "link": "http://sfbay.craigslist.org/sfc/apa/3864336109.html", "lat": 37.790788, "post": "   The Cable Car Court Hotel is an affordable tourist class weekly hotel, located in the Nob Hill District (corner of California and Larkin Streets). 10-15 minutes walk to China Town and the Financial District or a short ride on the California Cable Car line.   Weekly rates are starting $449 and  up + taxes. Monthly $1300 and up .    Our historic hotel is Located in a Nob Hill location (on California near Larkin)     Cable Car Court have both Shared and Private bath guestrooms.    Furnished rooms, Free Comcast Cable and WiFi!!   Convenient Location   Wifi (Free in Lobby)   Comcast Cable   On-site Laundry   Linens and Weekly Maid Service       The Cable Car Court has weekly rooms available NOW. FOR RESERVATION AND INFORMATION, PLEASE CALL 415.346.5219, or visit our WEBSITE @    Price based on availability and subject to change without prior notice.   We have both Shared and Private bath guestrooms. All rooms are furnished.    Hotel is close to Supermarket, Bus Lines 49, 47, 1 and the Cable Cars!    Cable Car Court   1499 California Street   San Francisco, CA 94109   415-346-5219   ", "pid": 3864336109}, {"hasPost": 1, "head": "4500 Sq Feet  Luxury Home Sheldon oaks  (Elk Grove)", "nbr": 5, "price": 3000.0, "lon": -121.319135, "phone": -1, "link": "http://sfbay.craigslist.org/sfc/apa/3864324433.html", "lat": 38.438108, "post": "   live in a luxury Home and  enjoy country living 5 bed 5 bath plus  3 master bedrooms 1 entrainment room can be made as a master bedroom and 2 kids room  high ceiling great room 2 acre  4500 sq. feet pool, basketball , horse corral , Chicken goop   vegetable garden and much  more his is an entrainment home  lots of fruit trees  water and sewer included   landscape and utilities not included    Dog &amp; Cats ok for outdoor  ", "pid": 3864324433}, {"hasPost": 0, "head": "Get in soon! wonderful three br.", "nbr": 3, "price": 850.0, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3864320649.html", "lat": -1, "post": "", "pid": 3864320649}, {"hasPost": 1, "head": "HUGE 3BR & 1 bathroom", "nbr": 3, "price": 1250.0, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3864288237.html", "lat": -1, "post": "   Beautiful house with HUGE 3BR and ONE Full bath with new floors, new jacuzzi tub, new ceramic tiled, new light fixtures, etc. Available to be rented out soon. Heater, Cable-ready, High Speed Internet Available. Recently renovated Gourmet chefs kitchen has lovely granite countertop with all brand new stainless steel appliances, windows are huge enough to take plenty of natural light. Refurbished wooden floor throughout entry. near all services. pets are o.k.  ", "pid": 3864288237}, {"hasPost": 1, "head": "Parking-Call Today!", "nbr": -1, "price": -1, "lon": -122.40524, "phone": 4154214333, "link": "http://sfbay.craigslist.org/sfc/apa/3864263766.html", "lat": 37.800934, "post": "   Parking is $200 per month at 350 Union Street San Francisco.  Contact Loren at (415)421-4333 for more information and to set up an appointment.   ", "pid": 3864263766}, {"hasPost": 1, "head": "Priv. Room, Ba, and entrance. ( 1 person lodging)", "nbr": 1, "price": 900.0, "lon": -121.838465, "phone": 4087725935, "link": "http://sfbay.craigslist.org/sby/apa/3842793557.html", "lat": 37.380269, "post": "   There is NO KITCHENETTE. Private entrance, Private Bath &amp; 16 X 12 Room with large closet. full fridge for tennent use. Parking in driveway available and outside pets are considered. utilities include Internet, premium cable, garbage, water, PGE. (ONE PERSON LODGING) Room and bathroom have been repainted. must have steady income and references. first and deposit required. no smoking, drugs or parties please. (Credit and Background check required).  Please Call if interested 408-772-5935   ", "pid": 3842793557}, {"hasPost": 1, "head": "Totally Remodeled 3 Bedrooms Gorgeous House ", "nbr": 3, "price": 995.0, "lon": -1, "phone": 4154509521, "link": "http://sfbay.craigslist.org/eby/apa/3863972995.html", "lat": -1, "post": "   What a gorgeous House and gorgeous View!!, Totally Remodeled, Granite Kitchen Counter, Newer Fire place with Lime Stone, New Hardwood Stairs, refinished all cabinets, new Tile Floors in the Kitchen and Bathrooms and Laundry room, 3 Bedrooms, 21/2 Bathrooms, Family room, Formal Dining room, All New Double Pane Windows and Slighting Doors, 180 Degree View, Sunny Vail model, No Carpets in the House, New Paints, One of Bedroom is Huge like Bonus-room. Look for Agent #8665 Must able to provide proof of income, credit is not necessary.  You can also set up a time to view the property.    Phone 415-450-9521 ", "pid": 3863972995}, {"hasPost": 1, "head": "Great 2 BR house with 1 bathroom available", "nbr": 2, "price": 1120.0, "lon": -1, "phone": 4154509521, "link": "http://sfbay.craigslist.org/eby/apa/3863891214.html", "lat": -1, "post": "   This is 2 BR house with 1 bathroom, 1 is a large master bedroom with 2 windows, the 2nd bedroom is pretty small with 2 windows.  It has a large fenced front yard with porch. Great for small family or cat/dog(s). It is walking distance to cal state east bay. close to public transportation. available July 1st. feel free to contact with any questions or to come see it. Look for Agent #8665 You can also set up a time to view the property.    Phone 415-450-9521 ", "pid": 3863891214}, {"hasPost": 0, "head": "Furnished Studio", "nbr": -1, "price": -1, "lon": -122.275, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3863857707.html", "lat": 37.786928, "post": "", "pid": 3863857707}, {"hasPost": 1, "head": "$750 - Room available in tastefully eccentric 3BR Seabright home", "nbr": 1, "price": 750.0, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/scz/apa/3862959229.html", "lat": -1, "post": "   Available July 1.  Bedroom available in a tastefully eccentric 3-bedroom home in the heart of the Seabright area in Santa Cruz. Walking distance to beach, park, marina, major bus lines, cafes, restaurants, Staff of Life and Whole Foods markets, drug stores, theatre, gym, and whatever else you could possibly need. Attractive, quiet, friendly neighborhood with lots of families and working professionals. Plenty of parking.  Youd be living with two respectful, active, responsible, mature, fun-loving young adults (dude and gal). We both work a lot, but like to hang out in our beautiful home when were not working or away. We stay active and busy, and get along great. We share lots of interests, including Burning Man, fitness, music, and candied ginger. Were comfortable and open, and we insist on clarity and honesty of communication in all things. We often have daytime and overnight visitors, and once in a while host larger gatherings. Impromptu dinner gatherings with two or three friends are not uncommon. Larger dinner and later night parties are less common, but also happen. See our personal descriptions below for more information.  If you have minimal tastefully eccentric furniture for common areas, there may be space. Décor includes skylights, colorful walls, surprising knickknacks, toys, and a slight jungle atmosphere. Large, attractive, fenced front yard with fruit trees, raised beds for vegetables and flowers, lounge chairs, hammock space, and roses. Larger, lush backyard with more fruit trees, fire pit, and lots of space. Large garage with plenty of storage.  We share all the common areas, respect private space, and like to hang out together. We dont play our music loud that often, but once in a while a little well-crafted sound is welcome. We like to keep windows open when possible. Cleanliness is important, and we share all the cleaning duties. We clean up after ourselves, plus a little extra. We dont smoke tobacco inside the house, but youre welcome to do so in the front or back yards.  We love to cook and like to share food. Were not vegetarian, but eat lots of veggies.  Utilities included. First month deposit required.  One or two large, mature, clean, well-trained dogs might be welcome. Sweet cats that dont shed a lot are nice. Fish are nice, and also delicious. Well-trained plants are awesome.  Brad: Im a 30-year old communications professional working for a local non-profit pharmaceutical research organization. Originally from the Bay Area, I studied Psychology and Communication at Stanford University before getting my Masters in Communication and Science Studies from UC San Diego. Ive traveled extensively in Asia and Latin America and love learning new languages. Im a huge fan of zombie movies, critical deconstructive philosophy, and avocadoes. I always stay active, and when Im not working on my laptop Im doing yoga, rock climbing, slack-lining, bicycling, hiking, dancing, backpacking, camping, working on my Burning Man camp, painting, or finding creative ways to annoy the dominant culture. I almost always have music on.  Georgia: Im a 29-year-old full-time nanny with a Bachelors degree in Geology and currently in the process of applying to nursing school. Im from Southern California but Ive been in Santa Cruz for over 10 years--I could easily live here for the rest of my life and be completely happy. I love running around after children, throwing around heavy weights, running, riding my bicycle, doing handstands, and cooking beautiful meals. Im an expert kombucha maker and you may benefit from this.  ", "pid": 3862959229}, {"hasPost": 1, "head": "room to share available for rent- very close to UCB", "nbr": 2, "price": 800.0, "lon": -122.26638, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3851910190.html", "lat": 37.869325, "post": "   I have an extra room available for rent at a new bldg with keyed access, very clean, includes Laundry care center, deck view &amp; very close to UCB.  $800.00 per person if youre willing to share or $1600.00 for one person.   It will be available in August before the start of the new semester.   Please email me if you are interested.  (Girls roommates only)  ", "pid": 3851910190}, {"hasPost": 1, "head": "room to share available for rent- very close to UCB", "nbr": 2, "price": 800.0, "lon": -122.26638, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3851910190.html", "lat": 37.869325, "post": "   I have an extra room available for rent at a new bldg with keyed access, very clean, includes Laundry care center, deck view &amp; very close to UCB.  $800.00 per person if youre willing to share or $1600.00 for one person.   It will be available in August before the start of the new semester.   Please email me if you are interested.  (Girls roommates only)  ", "pid": 3851910190}, {"hasPost": 0, "head": "Charming Pet Friendly Studio Available Today!", "nbr": -1, "price": -1, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3862430203.html", "lat": -1, "post": "", "pid": 3862430203}, {"hasPost": 0, "head": "relocating? Reserve your new house now!", "nbr": 3, "price": 900.0, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3862398568.html", "lat": -1, "post": "", "pid": 3862398568}, {"hasPost": 1, "head": "Large and fully renovated..", "nbr": 2, "price": 1200.0, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/nby/apa/3862380759.html", "lat": -1, "post": "   I have a recently renovated large apartment available for rent starting June 1st in Lake county.  ", "pid": 3862380759}, {"hasPost": 1, "head": "Luxury High End Studio Condo with Private Patio", "nbr": 1, "price": 1800.0, "lon": -122.323856, "phone": -1, "link": "http://sfbay.craigslist.org/pen/apa/3862369640.html", "lat": 37.568651, "post": "        $1,800 per month, 1 bedrooms, 1 full baths,           1 half baths, 400 square feet        It can be rented as furnished or not furnished.   There is waOsher and dryer in the unit.   There is also a private patio comes with the condo                                                 No pets and no smoking.                ", "pid": 3862369640}, {"hasPost": 1, "head": "New laminate flooring throughout", "nbr": 2, "price": 1200.0, "lon": -1, "phone": -1, "link": "http://sfbay.craigslist.org/sby/apa/3862302086.html", "lat": -1, "post": "   This unit features:  ˇ         Beautiful open concept kitchen and living area ˇ         Quiet residential neighborhood ˇ         New laminate flooring throughout ˇ         New kitchen cupboards and counter tops  ", "pid": 3862302086}, {"hasPost": 1, "head": "Gorgeous room, three minute walk from UC Berkeley", "nbr": 1, "price": 750.0, "lon": -122.254363, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3862295724.html", "lat": 37.865676, "post": "   This room is on the second floor of a three story house. There is one tenant per room, so you will be sharing one of three bathrooms with about three to four other tenants. Each bathroom is cleaned professionally and this cleaning service is included in rent.  This house is very quiet and ideal for studying. Your rent includes high speed internet, water, garbage, electricity, the works. There  is coin laundry on the ground floor and parking is $100/month.  Please email if you have any questions!  ", "pid": 3862295724}]