[{"hasPost": 1.0, "head": "Over 25 Locations to Choose from in Stockton", "lon": -1.0, "price": -1.0, "pid": 3876550318.0, "phone": 2095985282, "link": "http://sfbay.craigslist.org/sby/apa/3876550318.html", "nbr": -1.0, "lat": -1.0, "post": " Tired of Paying High Rents in the Bay Area? Try Stockton, Only 1 1/2 Hours Away! Apartments, Houses and Duplexes Studios $450.00 - $475.00 1 Bedroom $485.00 - $550.00 2 Bedroom $599.00 - $675.00 Deposit $250.00 Rent Due is Late After The 10th of the Month \u0095 Gated* \u0095 Laundry Facilities \u0095 Close to Schools* \u0095 Lincoln School District* \u0095 Close to Shopping* \u0095 Select Locations \u0095 Easy Access to Freeways* \u0095 On Site Managers* \u0095 Small Pets Ok* Bad Credit, No Credit, No Problem! Hablamos Espanol Mal Credito, No Credit, No Problema! Todos Califican Con Su Trabajo! For More Information Please Call 209-598-5282 "}, {"hasPost": 1.0, "head": "Pet Friendly  Great Location  Central Air/Heat", "lon": -121.960536, "price": 1360.0, "pid": 3876547836.0, "phone": 4087359584, "link": "http://sfbay.craigslist.org/sby/apa/3876547836.html", "nbr": 1.0, "lat": 37.396511, "post": " The Bassett-Davis Apartments are a clean, well maintained complex near major electronic and high tech industries. This ground floor remodeled 1BR/1BA apartment features a living room, dining area, kitchen, master bedroom, and a full bath. Your apartment is quieter than normal since there is no one above or below you and the apartment has extensive soundproofing. Your new home features desirable central heat and air conditioning. At the Bassett Davis apartments, the resident pays landlord for gas and electricity (currently $67/per month). Landlord pays for normal water and garbage collection. This means that resident will pay to landlord the following: $1,360 - rent $1,427 - Total paid to Landlord each month. Resident will The 1 story design is extremely convenient since parking is very close to the unit and there no stairs to climb to get to your home. The Bassett-Davis Apartments are a dog and cat friendly building. (Each potential new animal will be interviewed by the manager. [Breed Restricted]) To set an appointment to see the Bassett-Davis Apartments, please call Evon at If no one is available to answer the phone, PLEASE leave a message and someone WILL call you back. [If no response, please call Kathy, property manager, at (408) 735-9584.] For pictures and more information, click on "}, {"hasPost": 1.0, "head": "Lovely 1 bed 1 bath in LPH ", "lon": -122.42872, "price": 2400.0, "pid": 3876518193.0, "phone": -1, "link": "http://sfbay.craigslist.org/sfc/apa/3876518193.html", "nbr": 1.0, "lat": 37.788616, "post": " Lovely 1 bedroom, 1 bath condominium in a gorgeous 1920 Edwardian-style building. This bright home offers approximately 768 sq. ft. (per tax records), a recently updated bathroom, stainless steel counter tops and appliances, 9-foot ceilings, and a large walk-in closet. There are hardwood floors throughout, new dual pane windows, and an in-unit storage area. This charming building consists of 21 units, with a common laundry area, bike storage, and a rooftop deck with attractive views. Conveniently located in Lower Pacific Heights, this home has a Walk Score of 97. This is the perfect location, putting everything San Francisco has to offer at your fingertips: truly an urban dwellers dream. "}, {"hasPost": 1.0, "head": "Clean Home in Pinole", "lon": -1.0, "price": 1750.0, "pid": 3876509092.0, "phone": 8667316996, "link": "http://sfbay.craigslist.org/eby/apa/3876509092.html", "nbr": 3.0, "lat": -1.0, "post": " Contact the homeowners and setup a 6 month up to 2 year lease. Proof of income is a must. Show paystubs, bank statements or income taxes. If you have these, we can help you find a home that meets your needs for more info call (866)731-6996 Property ID 217768 City Pinole County Contra Costa State CA Zip Code 94564-2142 Beds 3 Baths 3 Building Area 1489 Year Built 1986 Market Value 250000 "}, {"hasPost": 1.0, "head": "Quiet, and Bright corner 1 bedroom apartment with hardwood floor", "lon": -1.0, "price": 1455.0, "pid": 3876493578.0, "phone": -1, "link": "http://sfbay.craigslist.org/sfc/apa/3876493578.html", "nbr": 1.0, "lat": -1.0, "post": " Unit features: quiet location, large sliding glass door to offer tons of natural light, new bath with engineered marble shower walls, new kitchen, and just completely renovated. Building features include: On-site management, quiet building &amp; neighborhood, close to Union Square, Academy of Art College, Downtown , St. Francis Hospital, and convenient to public transportation. Building has an elevator and on-site laundry. 1190 Pine St Apt 305, San Francisco, CA "}, {"hasPost": 1.0, "head": "Newly Painted 3BED // 1BATH at Great Surroundings, NIce NEighborhood ", "lon": -122.478, "price": 2460.0, "pid": 3871266613.0, "phone": -1, "link": "http://sfbay.craigslist.org/pen/apa/3871266613.html", "nbr": 3.0, "lat": 37.6787, "post": " NOW CALL US TO VISIT THIS HOUSE. FOR NUMBER CHECK OUT PIC. RENT TO OWN OPTION IS AVAILABLE AVAILABLE NOW FOR MOVE IN AT THIS AFFORDABLE PRICE PER MONTH ========================================================= Brand new 3Bedroom and 1Bath Craftsman style house with parking. New kitchen cabinets with New granite counter top. New tile floor in the kitchen. New laminated wood floor thru-out. Large closets &amp; lots of storage spaces. Nice landscape with magnolia tree in front, fruit tree in back with automatic sprinklers system. "}, {"hasPost": 1.0, "head": "Well maintained Brentwood home", "lon": -1.0, "price": 1985.0, "pid": 3870733979.0, "phone": 8667316996, "link": "http://sfbay.craigslist.org/eby/apa/3870733979.html", "nbr": 4.0, "lat": -1.0, "post": " Contact the homeowners and setup a 6 month up to 2 year lease. Proof of income is a must. Show paystubs, bank statements or income taxes. If you have these, we can help you find a home that meets your needs for more info call (866)731-6996 Property ID 213524 City Brentwood County Contra Costa State CA Zip Code 94513-6701 Beds 4 Baths 3 Building Area 2800 Year Built 2000 Market Value 309000 "}, {"hasPost": 0.0, "head": "incredible house - quiet sub-division!", "lon": -1.0, "price": 825.0, "pid": 3876464882.0, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3876464882.html", "nbr": 3.0, "lat": -1.0, "post": ""}, {"hasPost": 1.0, "head": "2/2 Condo available now!  Beautiful!  Includes Washer/Dryer - Pets OK", "lon": -122.26348, "price": 2400.0, "pid": 3870888282.0, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3870888282.html", "nbr": 2.0, "lat": 37.864626, "post": " 2 bedrooms, 2 baths, absolutely GORGEOUS condo available for rent. 12-month lease. $2,400/month, $500 security deposit. Washer &amp; dryer included and located in a convenient laundry closet. 2 assigned off-street parking spaces. Pets welcome! "}, {"hasPost": 1.0, "head": " Beautiful 3BR/1Bath with Full Size W/D!!!", "lon": -122.478, "price": 2460.0, "pid": 3863896921.0, "phone": -1, "link": "http://sfbay.craigslist.org/pen/apa/3863896921.html", "nbr": 3.0, "lat": 37.6787, "post": " This property as well as all the other homes we have are all at discounted prices. Simply pay the mortgage payment on the home and either take over ownership or rent to own the house. Quick move in available. Beautiful 3BR/1Bath with Full Size W/D!!! "}, {"hasPost": 1.0, "head": "Gourmet Ghetto Location! Live Well Eat Well!", "lon": -1.0, "price": 2100.0, "pid": 3822064171.0, "phone": 5105281900, "link": "http://sfbay.craigslist.org/eby/apa/3822064171.html", "nbr": 2.0, "lat": -1.0, "post": " Semi- Furnished, Bed, Desk, Two Couches,...etc.. Fire Place, .One-bedroom apartment in North Berkeley between Shattuck and Walnut. This sweet 1-bdr offers a view of the Bay, a renovated kitchen a counter window to the living room, and new bathroom fixtures. This apartment has to be seen to be appreciated! Located in the heart of the Gourmet Ghetto. Short Term Lease Available for 6 months Lease -Only----Available to view June 5th ** 1035 San Pablo Avenue, Suite 12 Albany, CA 94706-2277 Tel: (510) 528-1900 - Fax: (510) 528-1906 Email: inquiry@kands.com If you would like to view an apartment you may check the keys out at our office (1035 San Pablo Ave. Suite 12, Albany). All keys must be returned on the same day they were checked out. If there is a Resident Manager present in the building, you may make arrangements to see the place with him or her. Refundable Deposit or Credit Card "}, {"hasPost": 0.0, "head": "three BR, two bathroom stunning home", "lon": -1.0, "price": 825.0, "pid": 3876408656.0, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3876408656.html", "nbr": 3.0, "lat": -1.0, "post": ""}, {"hasPost": 1.0, "head": "SOMA Grand Residence", "lon": -122.412568, "price": 4000.0, "pid": 3872503732.0, "phone": -1, "link": "http://sfbay.craigslist.org/sfc/apa/3872503732.html", "nbr": 2.0, "lat": 37.777922, "post": " SOMA Grand Residence #607 is a luxury 2 bedroom, 2 bath corner home with panoramic downtown views through floor-to-ceiling windows. This bright, spacious, and open floor plan is nicely appointed with upgraded hardwood floors, Bosch stainless steel appliances, Studio Becker cabinetry, CaesarStone countertops and breakfast bar, and custom window coverings. The master bedroom has a walk-in closet, and there are dual sinks in the en-suite master bath. The 2nd bedroom also has downtown views and easily doubles as a home office. The 5th floor garden level features a full fitness center, hot tub, sun deck with cabanas, yoga studio, meditation garden, fire pit, barbecue area with picnic bench seating, and a club room with chefs kitchen and plasma TV. On the ground floor is Heavens Dog, a restaurant and noodle shop by Charles Phan of Slanted Door. "}, {"hasPost": 1.0, "head": "Executive Upgraded Town home in Award winning Fremont Warm Springs ", "lon": -121.914028, "price": 3250.0, "pid": 3876365962.0, "phone": 4088880517, "link": "http://sfbay.craigslist.org/eby/apa/3876365962.html", "nbr": 3.0, "lat": 37.460569, "post": " $3,250 per month, 3 bedrooms, 2 full baths, 1 half baths, 1,584 square feet * NEWER EXECUTIVE TOWN HOME , Upgraded with All Designer Appointments &amp; Attention to Detail, BRIGHT AND AIRY END UNIT with CONTEMPORARY DESIGN: High Ceilings, Crown Molding, Recessed Lights, European Style Fixtures *AWARD WINNING SCHOOLS. James Leitch / Warmspring Elementary, Horner Junior High, Irvington High School * GREAT Community: In the very desirable newer Mayfield Community with a Clubhouse, Multiple Green &amp; BBQ Areas, Rose Garden, Walking Trails and Childrens Play area. *GREAT LOCATION: in Fremont Warm Springs Neighborhood, Minutes from 880 and 680, 237 HWYs in South Fremont, Border of Milpitas. - Excellent commute location, 7 minutes to Cisco, 14 minutes to Intel and San Jose Airport, Walking distance to Shopping And Restaurants. * Kitchen has Upgraded Granite Counter Top, Custom Cabinets, Granite Breakfast counter *Master Suite with High Ceilings, Walk-in closet * Master Bath and shower * Central Heating / Air conditioning * Inside Laundry *All Appliances included * Attached Side-by-Side Two car garage, Guest Parking *HOA Fees Covered by Owner, Tenant Responsible for all Utilities. LEASE TERMS * Available First Week in August * $3150 per month, one-year lease subject to good credit and rental history * $40 non-refundable application fee per adult * First month rent plus $3500 security deposit * Credit report and background check required * No smoking/ No pets/ No sub-lease / No section 8 Available for showing by appointment, Please Call 408-888-0517 if interested * Available First Week in August * $3250 per month, one-year lease subject to good credit and rental history * $40 non-refundable application fee per adult * First month rent plus $3500 security deposit * Credit report and background check required * No smoking/ No pets/ No sub-lease / No section 8 Available for showing by appointment, Please Call 408-888-0517 if interested "}, {"hasPost": 1.0, "head": "Stuning 3 bd home with 3 bath for rent to own^@@^Lease w/ Option to Buy", "lon": -1.0, "price": 670.0, "pid": 3876312171.0, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3876312171.html", "nbr": 3.0, "lat": -1.0, "post": " SF bay area visit our website Rental Features Lease Terms Photos More "}, {"hasPost": 1.0, "head": "Beautiful town home located in a quiet area close to Saratoga Creek.", "lon": -1.0, "price": 1750.0, "pid": 3876275476.0, "phone": -1, "link": "http://sfbay.craigslist.org/sby/apa/3876275476.html", "nbr": 3.0, "lat": -1.0, "post": " Beautiful town home located in a quiet area of complex close to Saratoga Creek. This three bedroom 2.5 bath townhome comes equipped with two private patios, two gas fireplaces in living room and master bedroom, 2 pools in the complex, exercise room and a cabana room. Close to freeway and Gene Quito Market. A must see Email: ookulist@yahoo.com "}, {"hasPost": 1.0, "head": "\"Live on a Sailboat\" Great Life Style $750.mo+Berth see below deatils", "lon": -122.4946, "price": 750.0, "pid": 3876253803.0, "phone": 4156866860, "link": "http://sfbay.craigslist.org/nby/apa/3876253803.html", "nbr": 1.0, "lat": 37.8601, "post": " I have Boats For Lease to Live Aboard where ever you need to live in the Bay Area. These boats are restored to Legal Live Aboard condition w/ 1bd 1ba and full amenities. Great Life style on the Water. Slips/Berthing runs from $350.mo to $700.mo depending on where n which Marina you chose, Sausalito Slip Available now. Stove, Refrig, Micro, Wi-Fi, Cable/Dish, Parking, Public Trans., Bathrooms/Showers, Clean, Safe n Comfortable.... 12 month Lease with Deposit of $2k Refundable with conditions (Return of Boat etc.) Shown by Appointment only, Call 415-686-6860 \u0095cats are OK - purrr \u0095dogs are OK - wooo Bridgeway at Locust (google map) (yahoo map) "}, {"hasPost": 1.0, "head": "\"Outside the Box\" don't live in one! Live on a YACHT $750.mo Plus Slip", "lon": -122.486583, "price": 750.0, "pid": 3876233838.0, "phone": -1, "link": "http://sfbay.craigslist.org/nby/apa/3876233838.html", "nbr": 1.0, "lat": 37.860127, "post": " Beatifull Classic Sailing Yacht Available Now For Lease 1bd 1ba LiveAboard $850.mo Plus Slip Fees from $350. to $650.mo depending on which Marina you chose to live in.... This is a Clean Safe Comfortable boat that have been set up for 1 or 2 people with 1bd 1ba Refrig, stove Bathroom, some storage and more then enough living room. 12 month Lease $8 50.mo PLUS Slip fees that vary from Marina to Marina about $350. to $650. depending where. Legal Live aboard slip available in Sausalito. "}, {"hasPost": 1.0, "head": "Gorgeous 2 beds", "lon": -1.0, "price": 1850.0, "pid": 3876189279.0, "phone": -1, "link": "http://sfbay.craigslist.org/pen/apa/3876189279.html", "nbr": 2.0, "lat": -1.0, "post": " The duplex has undergone a complete high-end renovation, including new hardwood floors, kitchen cabinets, granite counter tops, commercial grade stainless appliances, new bathroom &amp; half bath, double pane windows &amp; doors... Garage has high-end washer &amp; dryer, sink and central heating unit. Tranquil yard features large patio and awning. Must see to appreciate!The duplex is located in close proximity to shopping and dining and easy freeway access to both 280 &amp; 101.Water, garbage and landscaping Email: ellensanvictores@yahoo.com "}, {"hasPost": 0.0, "head": "A home to relish in!", "lon": -1.0, "price": 750.0, "pid": 3876143035.0, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3876143035.html", "nbr": 3.0, "lat": -1.0, "post": ""}, {"hasPost": 1.0, "head": "Move in condition 4 beds", "lon": -1.0, "price": 1250.0, "pid": 3876084743.0, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3876084743.html", "nbr": 4.0, "lat": -1.0, "post": " Move in condition. Central A/C and heating, 2 zone. Nice neighborhood. There are no back neighbors. Heritage High School. Williams B. Bristow Middle; Marsh Creek Elementary Email: robertmryan@yahoo.com "}, {"hasPost": 1.0, "head": "3br - 2200ft˛ - Furnished newer  2236 Marsh Rd Santa Rosa, CA 95403", "lon": -1.0, "price": 1500.0, "pid": 3876079752.0, "phone": -1, "link": "http://sfbay.craigslist.org/nby/apa/3876079752.html", "nbr": 3.0, "lat": -1.0, "post": " Have the best of both worlds. It is like the country in the city! Single level with no 2 level houses in neighborhood of low density homes. Newer designer furniture and accessories included 2002 built extra sturdy. 3 huge bedrooms/2 baths with large 2 car garage. This portion of Santa Rosa-homes have acreage-this home has 1/2 acre that shares with a granny. The granny may be also available-(together or separately) Feels like the country, is quiet and peaceful, but is 1 mile to Safeway. Every upgrade you can think of-$50k worth! 9 ceilings, except cathedral in formal living room. Formal dining room. Crown molding throughout and entry has floor to ceiling pillars. Used to be a 4 bedroom, but I took the bedroom closest to the master and turned it into a very large Master with a gigantic walk in closet with sit down vanity. Master bath has Corian double sinks, travertine floors, a 6 whirlpool bath and a double head ex. large master shower. Kitchen is an enormous great room with family room. Large Granite island with room for 4 stools, island has the sink. Italian tile on rest of counter tops with custom cabinets, cabinet dishwasher and refrigerator. 2 convection ovens - one with regular oven, the other with microwave and gas cook top. Custom fireplace in family room. along with plantation shutters and hardwood floors. Washer and dryer are next to bedrooms. Extra large closets in all rooms, coat closet and 3 linen closets. Extra insulation along with heating and cooling in zones with 2 thermostats for small PGE bills. Central heating and air conditioning. No one has ever rented this home and it is in perfect condition. "}, {"hasPost": 1.0, "head": "Single family house in south San Jose", "lon": -121.816648, "price": -1.0, "pid": 3875969853.0, "phone": -1, "link": "http://sfbay.craigslist.org/sby/apa/3875969853.html", "nbr": -1.0, "lat": 37.297719, "post": " Single family house in south San Jose, 3/BR, 2/BA, newly remodeled kitchen, new floor tile and carpet through the house, new windows, new ceiling fans, 2 car garage w/opener, dishwasher, alarm system, washer &amp; dryer, refrigerator, garbage paid by landlord, gardening service provided. Absolutely YES Pets, No Section 8, No Smokers, Credit Check Required. Good credit a must. $1500/mo "}, {"hasPost": 0.0, "head": "three bed room house", "lon": -1.0, "price": 800.0, "pid": 3875947658.0, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3875947658.html", "nbr": 3.0, "lat": -1.0, "post": ""}, {"hasPost": 0.0, "head": "three bed room, two bath beautiful house", "lon": -1.0, "price": 925.0, "pid": 3875933793.0, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3875933793.html", "nbr": 3.0, "lat": -1.0, "post": ""}, {"hasPost": 1.0, "head": " Beautiful, Spacious & Private on 1 acre, Includes Spa + more..For RENT   ", "lon": -1.0, "price": -1.0, "pid": 3875861974.0, "phone": -1, "link": "http://sfbay.craigslist.org/sby/apa/3875861974.html", "nbr": -1.0, "lat": -1.0, "post": " Capitola visit our website Rental Features Lease Terms Photos More "}, {"hasPost": 1.0, "head": "Great House in Westbrae neighborhood of North Berkeley.", "lon": -1.0, "price": 2900.0, "pid": 3869482261.0, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3869482261.html", "nbr": 3.0, "lat": -1.0, "post": " Great House in Westbrae neighborhood of North Berkeley. Walking neighborhood, dont need a car in this location. Walk to Bakery, Natural food store, restaurants and cafe. Few blocks to Monterey Market, Parks and BART. Less than a mile to Solano Ave. Hardwood floors throughout. Beautiful Gas fireplace in living room. 2 bedrooms on first floor and 3rd bedroom on split level. Fenced garden has a detached garage, great for storage. Newer kitchen and bathrooms. Laundry room with washer and dryer. Eat in Kitchen, dining area could be used as an office. One off street parking space, street parking is easy. "}, {"hasPost": 1.0, "head": "2 bed&2 bathroom apt low price", "lon": -122.014289, "price": -1.0, "pid": 3871220928.0, "phone": -1, "link": "http://sfbay.craigslist.org/sby/apa/3871220928.html", "nbr": -1.0, "lat": 37.350066, "post": " Hello future roommate! A beautiful 2nd-floor, bright, spacious 2 bedroom and 2 bathroom apt located in Sunnyvale (wolf &amp; El Camino Real. Very convenient to hwy 101,280 and 85 ) great area. Available starting from July 15, 2013 2 bedroom a bathroom apt about 960 square ft, master room for rent, your own private bath room inside.(have show no bathtub) walking closet. bedroom living room, balcony, kitchen all remodel. Free water,garbage, cable TV. Rent $900 + (electricity and internet). A little more about me. Asian, F , professional, easygoing clean, prefers a quiet. like travel, most weekends you can find me enjoying the outdoors and exploring the surrounding area. I am looking for an open minded, social, easy person whos going to do his/her share to upkeep of the place. Clean and respectful of shared space.That means clean up after yourself, Im not a morning person at all, so I prefer someone who doesnt have an early morning schedule. Light cooking is preferred, I am looking for someone who can eventually become a friend and not be a stranger in the house. Couple is OK.(pay a little more $50.) Restrictions: No smoking, no drugs, and no heavy alcohol users, no sociopaths, no drama :). Familly/friend visitors and partners of any gender/orientation are OK, but no over night. Apt need application and check credit fee $25. Deposit $600. 6 Months Lease &amp; Longer preferred Tell me a bit about yourself, and your terms (job situation, move in date, needs, expectations, etc.) your phone number Thanks. "}, {"hasPost": 0.0, "head": " 1 Ecker Pl 2Bed/2Bath", "lon": -122.39935, "price": 4500.0, "pid": 3854015718.0, "phone": -1, "link": "http://sfbay.craigslist.org/sfc/apa/3854015718.html", "nbr": 2.0, "lat": 37.789971, "post": ""}, {"hasPost": 0.0, "head": "3 bedrooms, views, & a 2 car garage", "lon": -1.0, "price": 1510.0, "pid": 3875277288.0, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3875277288.html", "nbr": 3.0, "lat": -1.0, "post": ""}, {"hasPost": 1.0, "head": "HISTORIC BROOKDALE-SLEEPY HOLLOW COTTAGE", "lon": -1.0, "price": 1150.0, "pid": 3875252243.0, "phone": 8313365436, "link": "http://sfbay.craigslist.org/scz/apa/3875252243.html", "nbr": 1.0, "lat": -1.0, "post": " Ben Lomond, CA 95005 (831)336-5436 11390 Berkeley Way , BROOKDALE, CA SLEEPY HOLLOW WELCOMES YOU TO VIEW ONE BEDROOM COTTAGE FOR LEASE TO 6/1/2014 --shown by appointment only. For your convenience you may download our application and qualification criteria Information from our website. Come Visit the Quiet Private Setting found in this remolded (2011) 1 bedroom-1 bath cottage there is an additional Cottages and Main House, all located on completely fenced property and Gated Entry. 1 bedroom 1 bath cottage, dishwasher, gas range/oven, refrigerator, bath, includes stackable washer/dryer. SORRY NO GARAGE, NO STORAGE---NO PETS PLEASE DO NOT ASK. Walk to Brookdale Post Office, bus stop. Great Location. First Months Rent, plus $1,500.00 Security Deposit, includes basic utilities, water, garbage, PG&amp;E---Tenant; pays for own telephone or cable amenities . NO PETS----please do not ask!! NON SMOKING UNIT. -- WE HAVE A DRUG FREE POLICY ON OUR RENTALS Fence Heating System-Gas Wall &amp; Wood Stove Dishwasher Microwave Range/Oven Refrigerator Washer/Dryer To find more properties in your area please visit my website at - This report generated by Homes.com and the presenting Agent. All information believed to be accurate but not guaranteed. "}, {"hasPost": 1.0, "head": "I have lots of rentals... Call Debi S. Mackey (925) 681-3324", "lon": -1.0, "price": 3900.0, "pid": 3866887929.0, "phone": 9256813324, "link": "http://sfbay.craigslist.org/eby/apa/3866887929.html", "nbr": 3.0, "lat": -1.0, "post": " I have 1 bedrooms, all the way up to 6 bedrooms, some will take pets, some will take horses, I have something for everyone... Call or email me you wish list... DebiMackey@aol.com or (925) 681-3324 I welcome your calls and emails... Call then start packing... :) Debi S. Mackey Your Realtor with Heart Top Lister and Top Producer Fine Homes Specialist and Relocation Specialist (925) 681-3324 Direct/Mobile (925) 681-3317 Fax 1(800) 906-4348 www.MovingRealEstate.com Prudential California Realty Debi S. Mackey Your Real Estate Consultant For Life Call me for help with all your Real Estate needs: $ Buying $ Selling $ Short Sales $ Foreclosures $ REOs $ Property Management $ Please dont keep me a secret, tell all your family and friends about my real estate services, I would love to help them as well... :) "}, {"hasPost": 1.0, "head": "Fabulous Furnished Master Suite & Private Deck - Convenient Location!", "lon": -121.858649, "price": 1100.0, "pid": 3874837021.0, "phone": 4082598378, "link": "http://sfbay.craigslist.org/sby/apa/3874837021.html", "nbr": 1.0, "lat": 37.38971, "post": " One Year Lease Fabulous private large master bedroom suite - unit is situated in a tri-level executive home Master bedroom w/private bathroom: (shower/toilet/double sinks) vanity &amp; chair. Bedroom includes walk in closet with ample shelving for storage. This unit is furnished including large king bed, TV, two oversized chairs w/ottoman, desk w/rolling chair (perfect for computer/printer set up). Private freshly painted deck accessed from bedroom via sliding glass door. All utilities included in rent: power, gas, garbage, water, cable. Internet Ready - setup is responsibility of Tenant. As if this werent enough - attached garage use includes one car parking, light storage in garage w/remote garage door opener. Washer / Dryer in garage plus extra refrigerator space. Tenant has full use of all facilities including kitchen with modern features (gas range, microwave, double oven); huge back yard with outdoor furniture and BBQ. Conveniently located! Walk to Safeway, restaurants, shopping centers and Bay Area Rapid Transit - BART to ease commute; just one block to I-680. Call homeowner Bill at (408) 259-8378 to discuss and schedule walk-through NON SMOKING - NO PETS (sorry!) "}, {"hasPost": 1.0, "head": " 3 BA FURNISHED House avail. July 10-26", "lon": -122.10115, "price": 200.0, "pid": 3874701976.0, "phone": -1, "link": "http://sfbay.craigslist.org/pen/apa/3874701976.html", "nbr": 4.0, "lat": 37.388692, "post": " Newly remodeled, FULLY-FURNISHED, 4 bdrm, 3 bath home in Mountain Views Gemello neighborhood near Los Altos high school. Includes: - living/dining room, full kitchen, laundry room, and nice front and rear yards. - master suite with jacuzzi tub Separate in-law unit is not included. $200 per day or $1200 per week. One week minimum. Available July 10 thru July 26. $150 cleaning fee + $1000 deposit If interested, please respond with desired rental period (between July 10 and July 26), a contact phone number and the best time to reach you. "}, {"hasPost": 1.0, "head": "awsome 2 bedrooms in willow glen", "lon": -1.0, "price": 1200.0, "pid": 3874538112.0, "phone": -1, "link": "http://sfbay.craigslist.org/sby/apa/3874538112.html", "nbr": 2.0, "lat": -1.0, "post": " WEST windows, kitchen opens to living room, separate kitchen with refrigerator and garbage disposal, electric stove, kitchen cabinets, newer kitchen floor tiles, steam cleaned carpet, new mini blinds for window coverings, separate bathroom with full size bathtub, and central heating/AC "}, {"hasPost": 1.0, "head": "Free Video About Credit Scores", "lon": -1.0, "price": -1.0, "pid": 3874535193.0, "phone": -1, "link": "http://sfbay.craigslist.org/sfc/apa/3874535193.html", "nbr": -1.0, "lat": -1.0, "post": " (51bde75dcdf09) "}, {"hasPost": 1.0, "head": "spacious studio in russian hill", "lon": -1.0, "price": 550.0, "pid": 3874530348.0, "phone": -1, "link": "http://sfbay.craigslist.org/sfc/apa/3874530348.html", "nbr": -1.0, "lat": -1.0, "post": " with washer and dryer.I Includes refrigerator, dishwasher, garbage disposal, and range. Central air and heat "}, {"hasPost": 1.0, "head": "3br/2.5 ba/new, large, 2100sqft/close to 580,680,84/SFH/West Livermore", "lon": -121.80027, "price": 2500.0, "pid": 3874410842.0, "phone": 9254870891, "link": "http://sfbay.craigslist.org/sby/apa/3874410842.html", "nbr": 3.0, "lat": 37.67482, "post": " Available: 7-1-13. Please call: 925 487 0891 close to 580, BART (to San Francisco, S.F.), Las Positas College, Valleycare Health, Paragon Outlet, Costco. Right off 84 (short cut to 680), easy access to Fremont, Milpitas, San Jose, Santa Clara, Sunnyvale, Mountain View. . .(Silicon Valley, South Bay) Livermores best schools (Smith Elementary, Mendenhall Middle, and walk to Granada High) 3 min walk to park (tot lot, BBQ pits, picnic tables and jogging trail) New and spacious (Huge master bedroom with sitting area) Bright with lots of window Attached 2 Car Garage Washer, dryer, refrigerator, central heating &amp; a/c, ceiling fans and whole house fan RENT $2,500.00, SECURITY DEPOSIT $3,000.00, 1-Year Lease NON-SMOKER, NO PETS Total income more than 3 times the rent LAST 3 BANK STATEMENTS, LAST 3 PAY-STUBS Credit check required for each occupant 18 years or older "}, {"hasPost": 1.0, "head": "SCAM!!$1575 / 1br - 600ft˛ - Renovated Beach House at Pleasure Point", "lon": -1.0, "price": 1575.0, "pid": 3874392236.0, "phone": -1, "link": "http://sfbay.craigslist.org/scz/apa/3874392236.html", "nbr": 1.0, "lat": -1.0, "post": " This ad is a scam. Do not give Andy your information!!! "}, {"hasPost": 1.0, "head": "upgraded studio in boulder creek", "lon": -1.0, "price": 500.0, "pid": 3874325936.0, "phone": -1, "link": "http://sfbay.craigslist.org/scz/apa/3874325936.html", "nbr": -1.0, "lat": -1.0, "post": " Fully furnished Expansive windows with electric coverings carpet in bedrooms Gourmet chefs kitchen with stainless steel appliances, oversized kitchen island, granite counters, wet bar and ample cabinetry Large dining area off kitchen glass enclosure and walk-in closet Washer/dryer in unit 1-car garaged parking included "}, {"hasPost": 1.0, "head": "Townhouse Apartment JC Area", "lon": -1.0, "price": 600.0, "pid": 3873974169.0, "phone": -1, "link": "http://sfbay.craigslist.org/nby/apa/3873974169.html", "nbr": -1.0, "lat": -1.0, "post": " Hello Fellow Craigslisters, I am renting a room/shared living space in Downtown Santa Rosa about 4 blocks away from the JC Area and about 5 minutes away from Downtown 4th St. Great for College Students or Downtown Santa Rosa living. Shared living space will be a available before the next semester. I am renting a Large 15 x 10 ft room upstairs and a shared space in my townhouse/apartment. Built in closets with tall shelfs have lots of shelf space and storage. Vaulted ceilings makes the rooms in the apartment seem larger upstairs. Downstairs there is a front room for a roommates own down space and stuff. Their is a separate vanity inside the bathroom for a roommate. Tub and Toilet shared. Kitchen is shared. ( I am a clean person so their has never been a problem. ) Small front and back patio. Small kitchen that divides the two living rooms downstairs. Bedroom available is upstairs facing the courtyard below. Water and Garbage Included. Wifi &amp; PGE is shared. Sorry no additional animals or dogs. :@( Rent is $600 per month. Rent is month to month basis. Deposit is required. *** I am looking for someone who has a stable income. Has a invested interest where they live and likes peace and harmonious atmosphere. Please have past renting addresses ready and references. *** Please NO PARTY ANIMALS OR DRUGGIES OR PYSCHO DRUNKS! BEAWARE ABSULUTLY NO PARTIES...LANDLORD LIVES ON SITE. Outside the House smoking &amp; 420 are okay. About me: I am a 26 year old lady. Very active and loves my home! Open minded and non discriminative towards life style or sexual orientation. I am very clean and easygoing person. I work as musician and engineer. I am currently in my last years of schooling. I am very stable and like a peaceful home life. I pay my bills on time and for the most part really live well with all types of people. I am taking inquires,contact information,references and doing interviews. All of this end of this month of June into Mid July. I will be showing the space in July. The space will be available in August 1st. I will be doing phone interviews first and then a face to face. Sorry First come first serve. The objective is to have this roommate position filled ASAP. Their is a new property manager here and maintenance of my apartment should be going on. Which is a bonus for everyone! Thanks for your interest and I look forward to finding a new roommate! Drop me a email for any questions or to set up a phone interview. After a interview via phone your welcome to come check the place out. Please leave a email with at least your number/name/ and best time to reach you. Thanks for the interest &amp; Happy Summer everyone!! "}, {"hasPost": 1.0, "head": "Nice 2 Bedroom Flat with an Updated Kitchen and Bath", "lon": -122.443266, "price": 2500.0, "pid": 3873855338.0, "phone": -1, "link": "http://sfbay.craigslist.org/sfc/apa/3873855338.html", "nbr": 2.0, "lat": 37.719509, "post": " $2,500 per month, 2 bedrooms, 1 full baths, 0 half baths, 1,150 square feet "}, {"hasPost": 1.0, "head": "I have lots of rentals... Call Debi S. Mackey (925) 681-3324", "lon": -1.0, "price": 3900.0, "pid": 3862994535.0, "phone": 9256813324, "link": "http://sfbay.craigslist.org/eby/apa/3862994535.html", "nbr": 3.0, "lat": -1.0, "post": " I have 1 bedrooms, all the way up to 6 bedrooms, some will take pets, some will take horses, I have something for everyone... Call or email me you wish list... DebiMackey@aol.com or (925) 681-3324 I welcome your calls and emails... Call then start packing... :) Debi S. Mackey Your Realtor with Heart Top Lister and Top Producer Fine Homes Specialist and Relocation Specialist (925) 681-3324 Direct/Mobile (925) 681-3317 Fax www.MovingRealEstate.com Prudential California Realty Debi S. Mackey Your Real Estate Consultant For Life Call me for help with all your Real Estate needs: $ Buying $ Selling $ Short Sales $ Foreclosures $ REOs $ Property Management $ Please dont keep me a secret, tell all your family and friends about my real estate services, I would love to help them as well... :) "}, {"hasPost": 1.0, "head": "Master Bedroom Available $550 7/1/13", "lon": -1.0, "price": 550.0, "pid": 3873722437.0, "phone": 3104041968, "link": "http://sfbay.craigslist.org/eby/apa/3873722437.html", "nbr": 3.0, "lat": -1.0, "post": " Master Bedroom available for $550month and a split between 3 roommates PG&E;, Comcast, and Water bill. The apartment is more like a house built with 3 bedrooms , one master, kitchen, dining/living room. All wood and tile floors my apologies for no pics but we keep it clean! Background on roommates I was living in the back master bedroom and we are all graduate college students at Cal State East Bay pursuing School Counseling. Looking for RESPONSIBLE individuals. Room will be available on the first of July. Im currently in LA but will be back before the end of the month. Please do not hesitate to call meeting times can be arranged. You can reach me at (310)404-1968 Keith McGowen Thank you "}, {"hasPost": 1.0, "head": "WONDERFUL 1 BEDROOM IN WALNUT CREEK", "lon": -1.0, "price": 1000.0, "pid": 3868144850.0, "phone": -1, "link": "http://sfbay.craigslist.org/eby/apa/3868144850.html", "nbr": 1.0, "lat": -1.0, "post": " This one bedroom apartment is located in an highly comfortable and clean environment. The available unit is an apartment with a newly remodeled kitchen with granite counters, recently remodeled bathroom and a very large patio. There is covered parking for one vehicle and a laundry room with coin operated washers and dryers. "}, {"hasPost": 1.0, "head": "Stylish, light-filled condo 2bedroom", "lon": -1.0, "price": 1850.0, "pid": 3873282251.0, "phone": 4154509521, "link": "http://sfbay.craigslist.org/eby/apa/3873282251.html", "nbr": 2.0, "lat": -1.0, "post": " Stylish, light-filled condo with rooftop access directly above Emeryvilles Bay Street Shopping Center! Unit features: -Rooftop entrance features lush container garden and bay views -Kitchen with office/eating alcove, stainless steel appliances, large pantry, granite countertops and hardwood floors -Open dining/living room with west-facing windows with Bay views -Half bath downstairs -Two bedrooms and large bathroom upstairs -Skylight and track lighting in upstairs hallway -Spacious master bath includes granite double vanity and shower/tub combo Agent Code: #Eight Six Six Five PLEASE CALL (415)4509521 TO VIEW UNIT "}, {"hasPost": 1.0, "head": ">>>> Free Video About Credit Scores! It WILL Surprise You <<&l", "lon": -1.0, "price": -1.0, "pid": 3873233209.0, "phone": -1, "link": "http://sfbay.craigslist.org/pen/apa/3873233209.html", "nbr": -1.0, "lat": -1.0, "post": " (5100637e84fbc) "}, {"hasPost": 1.0, "head": "NEED-HELP-MOVING?", "lon": -122.705784, "price": -1.0, "pid": 3868304843.0, "phone": 7075783102, "link": "http://sfbay.craigslist.org/nby/apa/3868304843.html", "nbr": -1.0, "lat": 38.434497, "post": " We Have Been Helping People -Move For Over 18-Years in Sonoma-County. (We Are Father and Son, and Family- Operated. We Move-Homes, Apartments, Storage, Pods, and Trailer-issues, We Load and Unload For You as well.- We are Dependable, Honest,Experienced, Strong, and Careful with your Belongings, and Household-Furniture, etc. We Have Good-Local- References. We- Move- You, So You Dont-Have- Too!-Call-Kevin at (707)578-3102. -(2 to3-Men-Available At-All-Times)- For Your- Move. We Are Good At What We-Do! -Move-ins-Move-outs, (We Will Get You Where You Need To Be). Thanks, -Kevin and Patrick. "}, {"hasPost": 1.0, "head": "Like a Single Family Home - Ready to Move In.", "lon": -122.076528, "price": 1850.0, "pid": 3872878783.0, "phone": -1, "link": "http://sfbay.craigslist.org/sby/apa/3872878783.html", "nbr": 1.0, "lat": 37.395332, "post": " Property Features: - Huge one bed/one bath duplex in the beautiful single family neighborhood - Private yard with fruit trees &amp; BBQ area, plenty of storage room, no sharing wall with any neighbors - Nicely remodeled and ready to move in - All double pane windows, new blinds, new entry door, re-faced kitchen cabinets &amp; all closets, new interior paint, beautiful hardwood floor, new sparkly lights and more - One block from Castro St. - Steps to shopping, fine dinning, Performance Art Center, Downtown Mountain View, etc. - Minutes to schools, library, parks, Google, Facebook, NASA, Yahoo!, Apple, Stanford University, etc. - Easy access to Buses, Light Rail, Cal Train, Central EXWY, HWY 101 &amp; 85, etc. Lease Details: - Verification on personal credit, rental history, employment &amp; income - 12 month lease for the first term &amp; month-to-month after one year - Monthly rent: $1850 (Water &amp; Garbage included) - Security deposit: $2000 - No Smokers - No Pets - Open House: Sat 9-11am &amp; Sun 3-5pm - Address: 149B Santa Clara Ave. Mountain View, CA 94043 "}]