[{"hasPost": 0.0, "head": "awesome location with 3 BRs and 2 bathrooms", "nbr": 3.0, "pid": 3883293682.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883293682.html", "lat": -1.0, "post": "", "price": 825.0}, {"hasPost": 1.0, "head": "Your Search Is Over", "nbr": 2.0, "pid": 3883288334.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883288334.html", "lat": -1.0, "post": " The Ridge TownhomesKeywords: Washington park,Swanzy Reservoir, Morton field, mariner park, mare island, broadway, downtown, Solano 80 shopping, city park, bayside,  Gibson park, grant Mahoney park ", "price": 1150.0}, {"hasPost": 1.0, "head": "HUGE! 2BR, 1.5 BA Townhomes with Controlled Access at The Ridge", "nbr": 2.0, "pid": 3883287598.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883287598.html", "lat": -1.0, "post": " The Ridge TownhomesPlease call, replies to this ad will not be received. Thank You ", "price": 1200.0}, {"hasPost": 1.0, "head": "Rent to Own available now!! Lease w/ Option to Buy", "nbr": 3.0, "pid": 3883275421.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sby/apa/3883275421.html", "lat": -1.0, "post": " /month ", "price": 990.0}, {"hasPost": 1.0, "head": "Stuning 3 bd home with 3 bath for rent to own No Credit Needed", "nbr": 3.0, "pid": 3883266727.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883266727.html", "lat": -1.0, "post": " /month ", "price": 660.0}, {"hasPost": 1.0, "head": "Townhouse, Free Rent for ˝ A Month", "nbr": 2.0, "pid": 3883263412.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883263412.html", "lat": -1.0, "post": " Totally renovated two level townhome located in Vallejo. This property is available today.Please call, replies to this ad wont be received. ", "price": 1150.0}, {"hasPost": 1.0, "head": "Wow! 1,000-sq.-ft Townhomes at The Ridge", "nbr": 2.0, "pid": 3883262104.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883262104.html", "lat": -1.0, "post": " Completely remodeled two story townhome located in Vallejo. This property is available now.Visit Our Website: www. Ridgetownhomesvallejo.com ", "price": 1200.0}, {"hasPost": 1.0, "head": "not near the Water \"Live On the Water\" LiveAboard Saiboat $850.mo+Slip", "nbr": 1.0, "pid": 3878485901.0, "lon": -122.4946, "phone": -1.0, "link": "http://sfbay.craigslist.org/nby/apa/3878485901.html", "lat": 37.8601, "post": " Beatifull Classic Sailing Yacht Available Now For Lease 1bd 1ba LiveAboard $750.mo Plus Slip Fees from $350. to $650.mo depending on which Marina you chose to live in.... This is a Clean Safe Comfortable boat that have been set up for 1 or 2 people with 1bd 1ba Refrig, stove Bathroom, some storage and more then enough living room. 12 month Lease $850.mo PLUS Slip fees that vary from Marina to Marina about $350. to $650. depending where. Legal Live aboard slip available in Sausalito. ", "price": 850.0}, {"hasPost": 1.0, "head": "Bernal Heights", "nbr": 1.0, "pid": 3883244105.0, "lon": -122.413311, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3883244105.html", "lat": 37.739355, "post": " A perfect blend of period details and modern sensibility, this chic, Victorian, 1BD home bonus BD/BA in the best Bernal Heights locale will win your heart! On the main lvl: spacious lvng rm lined w/windows, w/ hrdwd flrs, &amp; built in shelving. A BDR w/ hrdwd floors, custom built-in closets, &amp; bful natural light. A serene, tile BA. The open KIT &amp; dining space offer vaulted ceilings, heath tile backsplsh, stnlss applncs, &amp; open to a fab deck overlooking a lush garden. Dnstrs a master suite unwarranted: the BDR opens to garden, &amp; the spa-like BA has dbl vanity, tile shower &amp; soaking tub. Garage &amp; storage. Walkscore 92! Steps to Bernal Hill, &amp; Cortlands Village of shops, cafes, supermarket, restaurants. Mins to 101/280 &amp; SFO. Come see! ", "price": 3000.0}, {"hasPost": 1.0, "head": "  RENT-to-Own This Fully Furnished Single Wide Home!  ", "nbr": 3.0, "pid": 3883219176.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/nby/apa/3883219176.html", "lat": -1.0, "post": " /month quality Housing ", "price": 600.0}, {"hasPost": 1.0, "head": "  RENT/ RENT TO OWN For  ", "nbr": 3.0, "pid": 3883209082.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sby/apa/3883209082.html", "lat": -1.0, "post": " east 00212 /month quality Housing For more detail 12 Months 1 space ", "price": 670.0}, {"hasPost": 1.0, "head": "Beautiful 2bedroom / 2bath apartment for rent ", "nbr": 2.0, "pid": 3883206215.0, "lon": -122.44839, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3883206215.html", "lat": 37.768865, "post": " There are views, and then there are VIEWS!!! This top floor unit in an intimate Art Deco style 2 unit building, features mesmerizing views of the Marin Headlands, St. Ignatius Church, the top of the Golden Gate Bridge and the Pacific Ocean. Sit spellbound from your living room or dining room as the scenery unfolds each day. A beautifully remodeled kitchen and bath, gas fireplace, in unit washer and dryer, garage parking spot, and large storage closet make this the quintessential San Francisco aerie. Enter this top floor unit into a large, open plan living room, dining room and kitchen. Your eyes are immediately drawn... to the wall of dual paned sliding glass doors which lead to a deck and the best views in San Francisco. There is a gas fireplace for cold nights, handsome hardwood floors, and lovely molding throughout. The modern kitchen features dramatic black granite countertops, glass tile backsplash, custom maple cabinets, a large sink, and stainless steel appliances, including a Jenn Air dishwasher and side by side refrigerator, 4 burner gas stove, built in microwave and garbage disposal. There is also a stacked Bosch washer dryer for easy laundry duty while you admire the clouds passing by. Down the hallways is a renovated bathroom with pedestal sink, Jacuzzi tub, separate shower, and custom Venetian plaster-style walls. Both bedrooms have nice light, hardwood floors, custom drapes, and dual paned windows. The master bedroom has 2 closets. Additional features of this stunning unit include: - 1 car garage parking for a medium size car (you can also park a 2nd small car parallel in front of your garage door) - In unit HE washer and dryer - Custom window coverings - Large dedicated storage closet, plus tons of common area storage space - Shared back yard - Freshly painted - Great location! Short walk FOR MORE DETAILS PLEASE CONTACT ( BROWNFOSTER68@YAHOO.COM ) ", "price": 2000.0}, {"hasPost": 1.0, "head": " RENT, RENT TO OWN, or Purchase: Model-like 2 story home! Avail.   ", "nbr": 3.0, "pid": 3883182055.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883182055.html", "lat": -1.0, "post": " /month quality Housing ", "price": 680.0}, {"hasPost": 1.0, "head": " 3 bedroom single house, RENT TO OWN avaialbe   ", "nbr": 3.0, "pid": 3883175781.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/pen/apa/3883175781.html", "lat": -1.0, "post": " /month quality Housing ", "price": 750.0}, {"hasPost": 1.0, "head": "˝ Off First Month, Call For Details!!", "nbr": 2.0, "pid": 3883163892.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883163892.html", "lat": -1.0, "post": " The Ridge TownhomesKeywords: Mare Island, powersports, meyer corporation, enterprise, Beverly hills, six flags, lake Chabot,  stolport airport, john F. Kennedy Library, Glen Cove Elementary, Benicia ", "price": 1150.0}, {"hasPost": 1.0, "head": "Townhomes minutes from Six Flags and Redwood Square", "nbr": 2.0, "pid": 3883163274.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883163274.html", "lat": -1.0, "post": " The Ridge TownhomesPlease call, replies to this ad wont be received. Thank You ", "price": 1200.0}, {"hasPost": 1.0, "head": "$1150 studio, privacy, garden space", "nbr": -1.0, "pid": 3883131016.0, "lon": -122.820802, "phone": -1.0, "link": "http://sfbay.craigslist.org/nby/apa/3883131016.html", "lat": 38.390314, "post": " Showing for only 3 days by appt only: Thursday evening (6-8 p.m.), Friday evening (6-8 p.m.) and Saturday (9-4) BY APPOINTMENT ONLY PRIVATE YARD + BRICK PATIO + FRUIT TREES! GARBAGE, GAS INCLUDED! Near restaurants, Starbucks, and just two blocks from the best grocery store in town, Fircrest Market! From here you can walk to town square, post office, library, senior center, downtown shops, theaters and more! That is, if you dont mind one pretty steep hill. This extremely desirable and cute unit with relatively nice paint and carpet, bamboo kitchen floors and cabinet wrap, tile counter-tops and higher ceiling. It also has its own private entrance, a brick patio.private backyard and a shared laundry room with high end washer and dryer. In short, it feels like a home, not a crash pad. Its around 550-600 square feet in size, but the outside area gives more living space. Comes with oven, dishwasher, refrigerator, Jacuzzi bathtub and did we mention shared washer/dryer? Available July 1, 2013. Must be employed and/or show stable source of income and have excellent references. Security deposit is $2300.00. We are offering a month-to-month contract, but want to find someone long-term who will stay and make this their home. About the pet. ONE cat or ONE tiny or small dog (25 lbs. or less) is okay with additional pet deposit. No, we will not allow a large dog, or several cats, or three small dogs, or one cat and one dog or three parakeets, half a dog and nine kittens...just one small dog or cat. What we are NOT looking for: someone who smokes (anything,) at least not indoors, ever! Nor do we want someone who drinks too much or too often, someone with anger issues, or who thinks this is a great place to have parties, entertain several guests or move in loved ones not on the rental agreement, or to park broken down vehicles! This is a wonderful older residential neighborhood full of families, young and old. We promised the neighbors we would keep it that way, and have evicted tenants who lied about their lifestyle...so save us both the hassle if quiet, mellow and safe is not what you are looking for. Utilities: We pay for garbage and gas, you pay for internet/phone and your own metered electric. You will share the water/sewer bill with others on the property. This studio does not have a bedroom. Again, only showing it for three more days: email for an appointment. Showing times are Thursday evening 6-8; Friday evening 6-8 and Saturday 9-4 MAKE AN APPOINTMENT PLEASE! ", "price": 1150.0}, {"hasPost": 1.0, "head": "Beautiful Gulf Island Home for Rent, Rent to Own or Purchase*qjvc", "nbr": 3.0, "pid": 3883127911.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883127911.html", "lat": -1.0, "post": " /month ", "price": 330.0}, {"hasPost": 1.0, "head": "(((Oakley beautiful))) 3 bedroom 2 bath w/vaulted ceilings & much more", "nbr": 3.0, "pid": 3883126825.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883126825.html", "lat": -1.0, "post": " !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! ***=&gt; Beautiful 3 bedroom 2 bath home. ***=&gt;This home is 1764 sq ft and has central air &amp; heat, 2 car garage, fireplace, vaulted ceilings, indoor laundry room, large master bedroom, gas range, dishwasher, microwave, backyard w/nice patio and home is in very good condition. Email: daniel.johnston324@outlook.com ================================================================= ", "price": 1250.0}, {"hasPost": 1.0, "head": "2 Bedroom 1 Bathroom for rent! Nicely updated inside", "nbr": 2.0, "pid": 3883109609.0, "lon": -122.703997, "phone": -1.0, "link": "http://sfbay.craigslist.org/nby/apa/3883109609.html", "lat": 38.433212, "post": " 2 Bedroom 1 Bathroom for rent! Nicely updated inside, newer carpet, windows. 1 car garage with W/D hookups ", "price": 1000.0}, {"hasPost": 1.0, "head": "Adorable 3BR, close to everything  NO CREDIT NEEDED", "nbr": 3.0, "pid": 3883054026.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883054026.html", "lat": -1.0, "post": " /month ", "price": 860.0}, {"hasPost": 1.0, "head": "PART OR ALL 2HOMES ONE ACRE OR RENT TO OWN FOR LESS$$$ AT", "nbr": 8.0, "pid": 3883021064.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/nby/apa/3883021064.html", "lat": -1.0, "post": " THIS PROPERTY IS AT ZIP CODE 95451 WE LOOK 1-2 FOR PART RENT FOR $975 OR BEST OFFER, FOR PRIVETE ROOM WITH 1/2 ACRE FOR YOUR GARDEN ANIMALS OK ALL PROPERTY IS ONLY $2975 WE READY HAVE TENATS ,BUT I HAVE ROOM FOR ONE -TWO IS OLDER HOMES WITH WELL AND A/C ALSO WE HAVE 26-155 ACRES WITH TREES AND WATER ONLY $975 AT ZIP CODE 95986 GOOD FOR CABING PLEASE EMAIL AND TEXT HERE AND WE CALL YOU THANK YOU 707 548-4419 ", "price": 975.0}, {"hasPost": 1.0, "head": "Over 25 Locations to Choose from in Stockton", "nbr": -1.0, "pid": 3883007939.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sby/apa/3883007939.html", "lat": -1.0, "post": " Tired of Paying High Rents in the Bay Area? Try Stockton, Only 1 1/2 Hours Away! Apartments, Houses and Duplexes Studios $450.00 - $475.00 1 Bedroom $485.00 - $550.00 2 Bedroom $599.00 - $675.00 Deposit $250.00 Rent Due is Late After The 10th of the Month \u0095 Gated* \u0095 Laundry Facilities \u0095 Close to Schools* \u0095 Lincoln School District* \u0095 Close to Shopping* \u0095 Select Locations \u0095 Easy Access to Freeways* \u0095 On Site Managers* \u0095 Small Pets Ok* Bad Credit, No Credit, No Problem! Hablamos Espanol Mal Credito, No Credit, No Problema! Todos Califican Con Su Trabajo! For More Information Please Call 209-598-5282 ", "price": -1.0}, {"hasPost": 1.0, "head": "Over 25 Locations to Choose from in Stockton", "nbr": -1.0, "pid": 3883005584.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sby/apa/3883005584.html", "lat": -1.0, "post": " Tired of Paying High Rents in the Bay Area? Try Stockton, Only 1 1/2 Hours Away! Apartments, Houses and Duplexes Studios $450.00 - $475.00 1 Bedroom $485.00 - $550.00 2 Bedroom $599.00 - $675.00 Deposit $250.00 Rent Due is Late After The 10th of the Month \u0095 Gated* \u0095 Laundry Facilities \u0095 Close to Schools* \u0095 Lincoln School District* \u0095 Close to Shopping* \u0095 Select Locations \u0095 Easy Access to Freeways* \u0095 On Site Managers* \u0095 Small Pets Ok* Bad Credit, No Credit, No Problem! Hablamos Espanol Mal Credito, No Credit, No Problema! Todos Califican Con Su Trabajo! For More Information Please Call 209-598-5282 ", "price": -1.0}, {"hasPost": 1.0, "head": "Couple with incredible reference looking for house", "nbr": -1.0, "pid": 3882893568.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/nby/apa/3882893568.html", "lat": -1.0, "post": " House Rental Wanted ! My wife and I are looking to rent a 3 bedroom 2 bath house either in San Anselmo, Fairfax, San Geronimo Valley, San Rafael, Corte Madera, Terra Linda, Santa Venetia, Novato etc. What I think sets us apart from a lot of other renters is that we always paid or rent on time for a house in the Terra Linda area (5 1/2 years).We were actually 2 months ahead of our monthly payment. The lady that was our landlord was a top real estate lady in the Greenbrae area and her daughter is going to sell the house. We can pay $2300.00 a month rent. Thanks for reading ! ", "price": -1.0}, {"hasPost": 1.0, "head": "Brand New, 1 bedroom, 1 bath", "nbr": 1.0, "pid": 3882741836.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3882741836.html", "lat": -1.0, "post": " Brand New, 1 bedroom, 1 bathroom to ceiling windows throughout this corner suite. Stainless steel appliances, granite counter tops, wood flooring throughout, include stainless steel appliances -- Fridge, Stove, Dishwasher, Microwave, stacked Washer &amp; Dryer. Available immediately - 1 year lease ", "price": 1000.0}, {"hasPost": 1.0, "head": "Gorgeous One Bedroom apartment", "nbr": 1.0, "pid": 3882740590.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/pen/apa/3882740590.html", "lat": -1.0, "post": " Gorgeous One Bedroom apartment available immediately! Includes fridge, stove, dishwasher, washer, dryer, central vacuum and garage parking. $1150 plus Hydro No smoking! First and last required. ", "price": 1150.0}, {"hasPost": 1.0, "head": "beautiful house for rent close to dumbarton bridge", "nbr": 3.0, "pid": 3882648806.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3882648806.html", "lat": -1.0, "post": " 3 bedroom 2 bath, located in Newark washer dryer, refrigerator diswasher appliance not warrented no pets whatsoever large yard nice decks ", "price": 1500.0}, {"hasPost": 1.0, "head": "Almaden Valley ROOM for rent with all the amenities", "nbr": 4.0, "pid": 3882573529.0, "lon": -121.881265, "phone": -1.0, "link": "http://sfbay.craigslist.org/sby/apa/3882573529.html", "lat": 37.222144, "post": " Room for rent in my beautiful home in Almaden Valley. Looking for clean record, no drugs, no drama. Available July ", "price": 1800.0}, {"hasPost": 1.0, "head": "The perfect Executive Home.", "nbr": 4.0, "pid": 3882518403.0, "lon": -122.048101, "phone": -1.0, "link": "http://sfbay.craigslist.org/scz/apa/3882518403.html", "lat": 36.974795, "post": " The feel is fresh, bright and spaceous. The gentle curves lead you to tranquility of space, quality materials and construction. The home is situated in a long established neighborhood of other well cared for, quality homes. It has just recently been completely remodeled with many of the features to make life very comfortable. ", "price": 2400.0}, {"hasPost": 1.0, "head": "Luxury Apartment For Rent", "nbr": 1.0, "pid": 3882449773.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3882449773.html", "lat": -1.0, "post": " Luxury Apartment For Rent All utilities included, and internet free access. laundry facility available. full size kitchen access. Gas, electricity and water bill is rent included ", "price": 700.0}, {"hasPost": 1.0, "head": "Luxury Nob Hill 2br/2ba Top Floor Condo", "nbr": 2.0, "pid": 3870361799.0, "lon": -122.41056, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3870361799.html", "lat": 37.795533, "post": " Luxury Nob Hill 2br/2ba Top Floor Condo with landmark views from every room. Newly constructed in 2005, this light filled home features 4 syklights, hardwood floors, crown molding, granite counters, chefs kitchen, stainless steel appliances, security system, surround sound, in-unit laundry and 1 car parking. A modern building in a quintessential San Francisco location. Directly situated on 2 cable car lines and walking distance to North Beach, Russian Hill, Chinatown, Financial District and Downtown. This building has an extraordinary roof deck with spectacular 360 degree views. ", "price": 4200.0}, {"hasPost": 1.0, "head": "Very clean and light home featuring 4 bedrooms, 2.5 bathrooms", "nbr": 4.0, "pid": 3882365367.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3882365367.html", "lat": -1.0, "post": " Very clean and light home featuring 4 bedrooms, 2.5 bathrooms, and 1835 sq.ft.-Great layout, dining area flows into the living room with a fireplace.-Central AC and Heating System.-Updated kitchen with full set of stainless steel appliances.-Nice outdoor patio for lounging.-Ground level feature laminated floors, and upper level are plush carpets. ", "price": 2000.0}, {"hasPost": 1.0, "head": "STUDIO IN SKYHAWK AREA", "nbr": 1.0, "pid": 3865267055.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/nby/apa/3865267055.html", "lat": -1.0, "post": " PLEASE DRIVE BY BEFORE CALLING ME. DRIVE BY BEFORE CALLING ME. REALLY GREAT LOCATION IN RINCOLN VALLEY NEWER HOME THAT WAS BUILT WITH ATTATCHED UNIT.SEPERATE ENTRANCE 5519 RAINBOW CIRCLE.NO WASHER DRYER HOOK UP ALICIA AT 707-481-2376 NO DOGS AND NO SMOKING PLEASE. PLEASE DONT DISTURB TENANTS ", "price": 895.0}, {"hasPost": 1.0, "head": "Mountain House on acreage", "nbr": 2.0, "pid": 3882223405.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/scz/apa/3882223405.html", "lat": -1.0, "post": " Near Cabrillo College 3+ acres Two+ bdr House: small bdr., small loft, + large loft, large windows overlooking garden area, deck overlooking garden. Owner interested in Sustainable gardening and planting more fruit trees. please leave phone number and a little about yourself. Thank you ", "price": 2900.0}, {"hasPost": 1.0, "head": "SOMA Grand Residence", "nbr": 2.0, "pid": 3882214250.0, "lon": -122.412568, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3882214250.html", "lat": 37.777922, "post": " SOMA Grand Residence #607 is a luxury 2 bedroom, 2 bath corner home with panoramic downtown views through floor-to-ceiling windows. This bright, spacious, and open floor plan is nicely appointed with upgraded hardwood floors, Bosch stainless steel appliances, Studio Becker cabinetry, CaesarStone countertops and breakfast bar, and custom window coverings. The master bedroom has a walk-in closet, and there are dual sinks in the en-suite master bath. The 2nd bedroom also has downtown views and easily doubles as a home office. The 5th floor garden level features a full fitness center, hot tub, sun deck with cabanas, yoga studio, meditation garden, fire pit, barbecue area with picnic bench seating, and a club room with chefs kitchen and plasma TV. On the ground floor is Heavens Dog, a restaurant and noodle shop by Charles Phan of Slanted Door. ", "price": 4000.0}, {"hasPost": 1.0, "head": "The Infinity: 338 Spear St. #39A Open Sat 6/22 11-12", "nbr": 2.0, "pid": 3882127896.0, "lon": -122.390373, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3882127896.html", "lat": 37.789592, "post": " District: South Beach Listed at $7,000 Beds/Baths: 2/2 Style: Condo Parking: Deeded San Francisco, CA 94107 ", "price": 7000.0}, {"hasPost": 1.0, "head": "2 beds-1.5bath", "nbr": 2.0, "pid": 3882070739.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3882070739.html", "lat": -1.0, "post": " This is a 10 - conveniently located within the desirable community of Palomares Hills. This unit features 2 bedrooms, 1.5 baths with walk-in in closets, attached two car garage, newer appliances, toilets and flooring. Contact: courtneyheesemann@yahoo.com ", "price": 1700.0}, {"hasPost": 1.0, "head": "Beautiful home in Brentwood Hills, with gorgeous yard", "nbr": 3.0, "pid": 3881866880.0, "lon": -121.6894, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3881866880.html", "lat": 37.9324, "post": " Beautiful home in Brentwood Hills, with gorgeous yard &amp; gardener included! This home is spacious, clean, light &amp; bright, &amp; ready for move-in! Laundy room upstairs, bedrooms w/mirrored closet doors, and upstairs study area. Downstairs has living room, family room w/fireplace, dining room &amp; more! ", "price": 900.0}, {"hasPost": 1.0, "head": "Super well located  Luxury Town-house in the heart of the Marina district", "nbr": 2.0, "pid": 3881863272.0, "lon": -1.0, "phone": 4154472055.0, "link": "http://sfbay.craigslist.org/sfc/apa/3881863272.html", "lat": -1.0, "post": " (415) 447-2055 This luxury 2 floor, 2 bedroom 2.5 bath end-unit town-home has panoramic views of the Marina and the Golden Gate Bridge. The entrance opens up to a living room with floor to ceiling, double paned windows and the rental includes use of a the preexisting wall mounted 58 HD TV. The first level also includes a half bath, upgraded kitchen with stainless steel appliances, and a dining area that leads to the first level outside deck, which includes additional storage and a grilling area. There are two separate staircases that lead to the second floor where youll find two master suites and a landing area. The master bedroom also has floor to ceiling double paned windows, views of the Golden Gate Bridge, and a jetted tub with a separate stand up shower in the master bath. This second level also includes the 2nd bedroom, with views of the Golden Gate Bridge as well, along with the 2nd full bath attached. The laundry closet with washer &amp; dryer included as well as stairs that lead to the privately deeded rooftop deck can be found on the landing area between the two master suites. This unit has a private area on the rooftop with panoramic views (and use of existing teak patio furniture) of San Francisco, including the Bay, the Golden Gate Bridge, the Presidio, Pac Heights, as well as views of Transamerica Bldg, BofA Bldg, and Fort Mason. The unit comes with 1 car secure parking in Bldg with large additional Storage area. FEATURES: -Desirable end-unit -New Hardwood Floors in main living area -Gas Fireplace -58 TV included (mounted on living room wall) -Kitchen Appliances included -New Washer &amp; Dryer included - Lots of Additional Storage -Secured 1-Car Garage -Additional street parking and parking garage within 1 block ($250/month) AMENITIES: -Secured building with intercom entry system -SFMTA Parking Permit - (fee per vehicle &amp; maximum of 4 per residence) -1 block from Restaurants/Bars and Shopping on both Chestnut Street and Union Street -Minutes from Marina Greens and Crissy Field -Steps from GOOGLE Shuttle -Easy access to freeways I-280, I-80 and HWY101, Marina, downtown San Francisco, the Financial District, and all modes of public transportation; Muni &amp; Golden Gate Transit -Muni Lines: 22, 28, 28L, 30, 30X, 41, 43, 45, 91 -Golden Gate Transit: 2, 4, 8, 10, 18, 24, 27, 38, 44, 54, 56, 58, 70, 72, 74, 76, 80, 93, 101 SHOWINGS: By appointment only APPLICATION PROCESS: -Fill out application upon request LEASING TERMS: -Available NOW -$6100 - 24 month lease -$6300 - 12 month lease -Security Deposit of $6,300 -Tenant(s) pays PG&amp;E (Gas &amp; Electric) - average bill is under $70/mth, Cable, Internet -Water &amp; Trash included in rent Contact: Gustavo Lopez at 415-312-5017 Created on June 19, 2013 14:26 PDT ", "price": 6300.0}, {"hasPost": 1.0, "head": "Super nice apartment with views now for rent in Cow Hollow/Marina", "nbr": 1.0, "pid": 3881850512.0, "lon": -122.437474, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3881850512.html", "lat": 37.799226, "post": " FEATURES: -Desirable end-unit -New Hardwood Floors in main living area -Gas Fireplace -58 TV included (mounted on living room wall) -Kitchen Appliances included -New Washer &amp; Dryer included - Lots of Additional Storage -Secured 1-Car Garage -Additional street parking and parking garage within 1 block ($250/mth) AMENITIES: -Secured building with intercom entry system -SFMTA Parking Permit - (fee per vehicle &amp; maximum of 4 per residence) -1 block from Restaurants/Bars and Shopping on both Chestnut Street and Union Street -Minutes from Marina Greens and Crissy Field -Steps from GOOGLE Shuttle -Easy access to freeways I-280, I-80 and HWY101, Marina, downtown San Francisco, the Financial District, and all modes of public transportation; Muni &amp; Golden Gate Transit -Muni Lines: 22, 28, 28L, 30, 30X, 41, 43, 45, 91 -Golden Gate Transit: 2, 4, 8, 10, 18, 24, 27, 38, 44, 54, 56, 58, 70, 72, 74, 76, 80, 93, 101 SHOWINGS: By appointment only APPLICATION PROCESS: -Fill out application upon request LEASING TERMS: -Available NOW -$6100 - 24 month lease -$6300 - 12 month lease -Security Deposit of $6,300 -Tenant(s) pays PG&E; (Gas &amp; Electric) - average bill is under $70/mth, Cable, Internet -Water &amp; Trash included in rent Contact: Gustavo Lopez at 415-312-5017 or email him ", "price": 6300.0}, {"hasPost": 1.0, "head": "$1550 Super Nice Rooms (Furnitured)  (cupertino)", "nbr": 2.0, "pid": 3881846416.0, "lon": -122.044415, "phone": -1.0, "link": "http://sfbay.craigslist.org/sby/apa/3881846416.html", "lat": 37.300156, "post": " NICE ROOMs, NICE ENVIRONMENT in a 2,000SF single newer house. (Monta Vista High) close to De Anza/Rainbow Road One year rent at least Looking for working professional /student. No smoke, No pet. ***CLOSE TO MAJOR FREEWAYS 85 and 280, restaurants, grocery stores Master bed room = $1550 Or Big room=$950, small room=$850 (these 2 rooms use one semi-private bathroom) - Washer/dryer, refrigerator - Shared bathroom with one person only - access to kitchen with light cooking only Employment verification will be done Room available now. If interested, reply with a brief self introduction. Thanks ", "price": 1550.0}, {"hasPost": 1.0, "head": "3BR/2BA Single Family House - Union City", "nbr": -1.0, "pid": 3881764882.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3881764882.html", "lat": -1.0, "post": " 3 bedrooms 2 bathrooms Approx. 1,400sq.ft. Wood flooring Close to shopping &amp; BART Easy access to Hwys 880 &amp; 84 Large living room Family room w/fireplace Big open kitchen Kitchen nook &amp; Breakfast bar Dual pane windows ", "price": -1.0}, {"hasPost": 1.0, "head": "Oak(((BEAUTIFUL))) Town Home : 3BR-2BTH: BIG FENCED PRIVATE BACK YARD ", "nbr": 3.0, "pid": 3881758533.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3881758533.html", "lat": -1.0, "post": " br&gt; ** AVAILABLE NOW ** * Beautiful 3 bedroom, 2.5 bath, shows and feels much bigger * Newer paint inside and outside ** Three bedrooms, all with fans, 2 baths on the upper level; powder bath on main level, along with dining area, kitchen and family room; plantation shutters throughout the home * Large fully equipped kitchen has stainless steel appliances and granite counter tops; attractive ceramic tile floor * Cozy gas fireplace, ceiling fan in family room * Large master suite features granite counter tops and dual sinks in bath; combo tub/shower; and walk-in closet * extra storage room * Laundry area in basement; * Fully fenced, nicely landscaped back yard with large trex deck and sprinkler system * Over-sized 2 car garage with remote opener; tub sink and storage shelves in garage ", "price": 1249.0}, {"hasPost": 1.0, "head": "house for rent 5 bedroom ", "nbr": 5.0, "pid": 3872912849.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3872912849.html", "lat": -1.0, "post": " house for rent please contact at 510-441-1742 house is located in lathrop ca ", "price": 1700.0}, {"hasPost": 1.0, "head": "$2000 1 bd, 1bth 150sqft", "nbr": -1.0, "pid": 3881516374.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/scz/apa/3881516374.html", "lat": -1.0, "post": " Well it looks like all the postings about Santa Cruz being anti-pets are being flagged by the slumlords. Keep posting them! They think they own CL and can control what people say. That is the mentality of SC landLORDS. Ive lived in Santa Cruz for over 4 decades. Santa Cruz landlords (majority are slumlords) are very controlling, demanding, and nosey. All they want is money and they put a ton of restrictions on the renter-except for the overcrowded house of students that they allow to torment long time resident neighbors. They never fix anything and offer sub-standard living conditions. If you are thinking about moving here- dont!!!! I cant wait to get out of this place! Its not worth it. And really, Santa Cruz isnt all that-totally overrated! Seriously, what is so great about SC that would make it worth being treat badly by landlords, overpaying for substandard living and not being able to keep your family members? Keep your pets (as you should-its a life long commitment) and move to somewhere that is affordable, nice and friendly. Santa Cruz sucks! Flag their posts since they want to stiffle us! ", "price": 2000.0}, {"hasPost": 1.0, "head": "Luxury Remodeled 3 BD/ 2.5 BA Condo, Hardwood Throughout, Open and Spacious, Dra", "nbr": 3.0, "pid": 3881460938.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3881460938.html", "lat": -1.0, "post": " This newly renovated 3 BD / 2.5 BA luxury condo is conveniently located just a few blocks from the heart of the coveted Castro area of San Francisco. The open layout boasts 2800 square feet of spacious and comfortable living and of course entertaining. Truly a luxury unit with elevator access leading up to world class views. Other features of this property include: 1 Master bedroom and bath with first class closet space and fireplace. 2 large bedrooms + 1 full bath. 2 living rooms. 1 dinning area. 1 powder room. Brand new hardwood floors throughout. High ceilings. Top of the line stainless appliances. Top of the line washer and dryer. Designated 1 car garage parking. Upstairs and downstairs separate entrance. Pets are negotiable with owners approval and a $200/month fee. This unit is available furnished or unfurnished. Water and garbage included. Deposit is 1 months rent $9,975.00. Available July 1st or possibly sooner. Lease term is 10 months with the possibility of renewal. Call Today! Patrick Wang 415-230-9554 DRE# 01931341 07/01/2013 Created on June 19, 2013 11:41 PDT ", "price": 9975.0}, {"hasPost": 1.0, "head": "Available 25th June_ Cupertino Schools_stocklmier, cupertino middle ", "nbr": 3.0, "pid": 3848090982.0, "lon": -122.015017, "phone": -1.0, "link": "http://sfbay.craigslist.org/sby/apa/3848090982.html", "lat": 37.351941, "post": " Available 25th June 3BR/2BA Condo Bedrooms 3 Bathrooms 2 full, 0 partial Sq Footage 1,100 Parking 2 dedicated Pet Policy Deposit $3,000 Stockemier with Cupertino Middle award winning Cupertino School condo is Conveniently located, end unit with private entrance, Ist floor , 3 private patios, Lots of storage - 2 separate storage rooms, New Hardwood floors, Lots of closet space - one large walk in closet and sliding closets in other rooms, Granite counter tops in kitchen and bathrooms, Washer and Dryer in unit (front loading) - many units do not have washer/dryer, 2 parking spaces - one basement and one open parking. Rent covers Garbage and Hot water. Schools: Elementary - Stocklmier Elementary School Middle - Cupertino Middle school High - Fremont high school. Sunnyvale RENTAL FEATURES ________________________________________ - Breakfast nook - Dining room - Living room - Walk-in closet - Dishwasher - Dryer - Microwave - Refrigerator - Stainless steel appliances - Stove/Oven - Washer - Balcony, Deck, or Patio - Air conditioning - Central heat - Fireplace - Granite countertop - Hardwood floor - Tile floor COMMUNITY FEATURES ________________________________________ - Playground - Swimming pool - Guest parking ", "price": 3000.0}, {"hasPost": 0.0, "head": "BEST location in SF. THE PINNACLE is where you want to be! ", "nbr": 1.0, "pid": 3867238497.0, "lon": -122.410623, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3867238497.html", "lat": 37.790881, "post": "", "price": 3495.0}, {"hasPost": 1.0, "head": "Exceptional renovated 2 level flat, 3-bed 3-bath, 2-car grg, pets nego", "nbr": 3.0, "pid": 3849844074.0, "lon": -122.436104, "phone": 4153095667.0, "link": "http://sfbay.craigslist.org/sfc/apa/3849844074.html", "lat": 37.804698, "post": " The flat has been renovated with top quality designer finishes, and with exceptional attention to detail. The main level has a big living room with a fireplace and a built-in surround sound system, a formal dining room, and a beautiful gourmet kitchen with a breakfast nook. There are two bedrooms and two bathrooms on this level, and one of the bedrooms is a master suite with its own master bathroom. The other bedroom is currently configured as a walk-in closet, but can reverted to a bedroom upon request. Also on the main level is a center courtyard atrium which is accessed from the dining room. The lower level has a very large room which is currently configured as a family room, but can be reverted to a bedroom upon request. The room has a built-in surround sound system and its own full bathroom, and opens to a beautifully landscaped backyard. This level also has a wet bar, a laundry room, and access to the garage. The location is exquisite. It is two blocks away from Marina Green and Fort Mason, and four blocks from restaurants and shops on Chestnut Street. Union street is also within walking distance, and there is very easy access to the 101 north freeway. The flat includes 2 garaged parking spaces. Pets are negotiable. The flat has a built-in alarm system. The minimum lease term is 12 months. The flat is offered unfurnished. Will be available from July 15. Mazal Bordo Relocation Agent 415 309 5667 ", "price": 9950.0}, {"hasPost": 1.0, "head": "Room in 2 Bed 1 Bath - $1200", "nbr": 1.0, "pid": 3875655216.0, "lon": -122.119904, "phone": -1.0, "link": "http://sfbay.craigslist.org/pen/apa/3875655216.html", "lat": 37.44345, "post": " Looking to rent a bedroom in my ~750 sqft 2 bed 1 bath apartment. $1200 including utilities. Roomate: Looking for a clean, responsible professional to sublet a bedroom in my 2 bed 1 bath apartment. Apartment has: Central Air W/D in unit King sized bed in room - which can be removed 60 TV Car port Parking Complex has gym, street parking, pool Apartment is a 2 minute drive to 101 at Embarcadero ", "price": 1200.0}, {"hasPost": 1.0, "head": "Furnished condo at The Watermark with water views! 9-12/mo", "nbr": 2.0, "pid": 3853718506.0, "lon": -122.389637, "phone": 4159012779.0, "link": "http://sfbay.craigslist.org/sfc/apa/3853718506.html", "lat": 37.786224, "post": " The Watermark building features: For more furnished rental options with McGuire,. tel. 415.901.2779 San Francisco CA 94105 San Francisco and East Bay Rentals ", "price": 5020.0}, {"hasPost": 0.0, "head": "4 Bedroom 3 Bath Sunnyvale Townhome", "nbr": 4.0, "pid": 3881362096.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sby/apa/3881362096.html", "lat": -1.0, "post": "", "price": 4300.0}, {"hasPost": 1.0, "head": "cute home, sunny yard, peaceful area", "nbr": 4.0, "pid": 3881361934.0, "lon": -122.135, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3881361934.html", "lat": 37.9864, "post": " Brand new 4Bedroom and 3Bath Craftsman style house with parking. New kitchen cabinets with New granite counter top. New tile floor in the kitchen. New laminated wood floor thru-out. Large closets &amp; lots of storage spaces. Nice landscape with magnolia tree in front, fruit tree in back with automatic sprinklers system. ", "price": 2450.0}, {"hasPost": 0.0, "head": "check out our 3 bedroom specials ", "nbr": 3.0, "pid": 3882666610.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/pen/apa/3882666610.html", "lat": -1.0, "post": "", "price": 950.0}, {"hasPost": 0.0, "head": "No Credit Required - RENT TO OWN - Large Fenced Back Yard&RENT TO OWN!!!", "nbr": 3.0, "pid": 3882664267.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3882664267.html", "lat": -1.0, "post": "", "price": 920.0}, {"hasPost": 0.0, "head": "Home for Rent 3 bed/2 bath  LEASE PURCHASE", "nbr": 3.0, "pid": 3882659272.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sby/apa/3882659272.html", "lat": -1.0, "post": "", "price": 640.0}, {"hasPost": 0.0, "head": "Beautiful Gulf Island Home for Rent, Rent to Own or Purchase  LEASE W/ OPTION_TO", "nbr": 3.0, "pid": 3882657154.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/nby/apa/3882657154.html", "lat": -1.0, "post": "", "price": 690.0}, {"hasPost": 0.0, "head": "Affordable home that has a rent to own option in a great location Owner Financin", "nbr": 3.0, "pid": 3882656489.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3882656489.html", "lat": -1.0, "post": "", "price": 680.0}, {"hasPost": 0.0, "head": "Affordable home that has a rent to own option in a great location No Credit Need", "nbr": 3.0, "pid": 3882655815.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3882655815.html", "lat": -1.0, "post": "", "price": 850.0}, {"hasPost": 1.0, "head": "Bernal Heights", "nbr": 1.0, "pid": 3882572794.0, "lon": -122.413311, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3882572794.html", "lat": 37.739355, "post": " A perfect blend of period details and modern sensibility, this chic, Victorian, 1BD home bonus BD/BA in the best Bernal Heights locale will win your heart! On the main lvl: spacious lvng rm lined w/windows, w/ hrdwd flrs, &amp; built in shelving. A BDR w/ hrdwd floors, custom built-in closets, &amp; bful natural light. A serene, tile BA. The open KIT &amp; dining space offer vaulted ceilings, heath tile backsplsh, stnlss applncs, &amp; open to a fab deck overlooking a lush garden. Dnstrs a master suite unwarranted: the BDR opens to garden, &amp; the spa-like BA has dbl vanity, tile shower &amp; soaking tub. Garage &amp; storage. Walkscore 92! Steps to Bernal Hill, &amp; Cortlands Village of shops, cafes, supermarket, restaurants. Mins to 101/280 &amp; SFO. Come see! ", "price": 3000.0}, {"hasPost": 0.0, "head": "One Bedroom Available Now with Modern Bathrooms, Laundry On Site", "nbr": 1.0, "pid": 3882483620.0, "lon": -122.231482, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3882483620.html", "lat": 37.783215, "post": "", "price": 848.0}, {"hasPost": 1.0, "head": "Central Sunset home, Freshly painted, lots of light and charming perio", "nbr": 4.0, "pid": 3882367556.0, "lon": -122.480113, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3882367556.html", "lat": 37.760224, "post": " Central Sunset home, Freshly painted, lots of light and charming period details. 3 bedrooms and 1 bath upstairs. 1 bedroom, 1 bath downstairs off the garage. Window coverings in all bedrooms. Hardwood floors, separate formal dining room, large living room with decorative fireplace and separate entrance off kitchen to garage. Washer and dryer provided and plenty of storage. Fenced and landscaped back yard with patio for entertaining .Close to schools, Golden Gate Park, Ocean Beach, UC Med. Center, and 2 blocks to N Juda bus line , #71 line in same block ", "price": 2200.0}, {"hasPost": 1.0, "head": "Furnished Apartment - Great Central Location", "nbr": 2.0, "pid": 3882230897.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3882230897.html", "lat": -1.0, "post": " 2 bedroom, beautiful and bright apartment, includes all utilities. Washer &amp; dryer included, electric fireplace, large eat-in kitchen with oak cabinetry. Includes linens, towels, all kitchen utensils &amp; dishes, wide screen TV, parking and much more. ", "price": 1200.0}, {"hasPost": 1.0, "head": "Beautifully remodelled 2 Bedroom Apartment", "nbr": 2.0, "pid": 3882225999.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3882225999.html", "lat": -1.0, "post": " Now accepting applications for this bright 2 bedroom apartment . - apartment has ceramic and laminate through out, hot water heating (natural gas), air conditioning, central vacuum, dishwasher hook up, in apartment laundry room with washer &amp; dryer ", "price": 1200.0}, {"hasPost": 1.0, "head": "3 bedroom/2bath, two story home", "nbr": 3.0, "pid": 3859529128.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/scz/apa/3859529128.html", "lat": -1.0, "post": " This Sweet Little Resort has approx. 1700 sq. feet living space. Located on 5 acres of fenced land in La Selva Beach, this home is on Crest Dr, just past the KOA Campsite. Some of the many amenities of this wonderful home and property include: Solar powered On Demand water heat,granite counters, hardwood flooring throughout,double pane windows, gas stove,wood burning fireplace, dishwasher and additional loft storage loft. Outside enjoy the extended tiered patio areas, wrap around decking, another nice deck off master bedroom, horse shoe play area, large play structure,2 outdoor fire pits, and patio furnishings. A garage is available for storage only, plentiful parking space on driveway and around home. Small cottage in back of property, not included in rental. Washer / Dryer included. ", "price": 3500.0}, {"hasPost": 1.0, "head": "LARGE  ONE BEDROOM TRAILOR W/ KITCHEN & BATH AND UTILITIES INCLUDED", "nbr": -1.0, "pid": 3881840485.0, "lon": -1.0, "phone": 4086679284.0, "link": "http://sfbay.craigslist.org/sby/apa/3881840485.html", "lat": -1.0, "post": " ITS LIKE A ONE BEDROOM APARTMENT. UTILITIES IS INCLUDED ( ELECTRIC, WATER AND GARBAGE). THIS IS A LARGE ONE BEDROOM TRALOR WITH KITCHEN, FULL BATH AND QUEEN SIDE BED INCLUDED. With Gate and Large Private Yard. FOR SHOWING TIME CALL DAVID 408 667 9284 ", "price": 550.0}, {"hasPost": 1.0, "head": "1 Bedroom Apartment Near Beach to Share", "nbr": 1.0, "pid": 3881619720.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3881619720.html", "lat": -1.0, "post": " Im a college student and I came across a beautiful 1-bedroom apartment near Richmond area (the beach)... Im looking for someone to share the apartment with and the 1-bedroom (we can set it up to make it look nice and separate). The monthly bill would be $800 each, that includes all utilities :) I am a college student... Im clean, great cook... love movies.. study a lot.. so Im looking for someone else whos serious, can afford rent, isnt TOO loud, and is a fun and kind person. Im from Michigan so itd be cool to live with someone who is NOT from the area so we can explore together. Email me if interested. We can go take a look at the apartment.. its really nice!!! Im looking to move by August please! ", "price": 800.0}, {"hasPost": 0.0, "head": "Down Payment Assistance Available", "nbr": -1.0, "pid": 3881278384.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3881278384.html", "lat": -1.0, "post": "", "price": -1.0}, {"hasPost": 1.0, "head": "Classically beautiful 5bd/3bath w/ City & Bay Views", "nbr": 5.0, "pid": 3876607132.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3876607132.html", "lat": -1.0, "post": " Our gorgeous five bedroom house homes are complemented by separate living and dining areas, breakfast bars, fully equipped kitchens, large closets, private patio or balcony, fireplace and in-home washer and dryer. A short walk takes you to Antioch Marketplace featuring Target, Trader Joes, Costco and many other shopping opportunities. Renaissance also offers many onsite amenities such as a resort-style swimming pool, clubhouse with pool table, health and fitness center and e-business center. You really can have it all at Renaissance! ", "price": 1380.0}, {"hasPost": 1.0, "head": "New kitchen and bath with all new appliances", "nbr": 3.0, "pid": 3868370470.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3868370470.html", "lat": -1.0, "post": " Spacious 3 bedrooms / 1 bathroom unit in a fourplex building. Convenient location: easy freeway access, close to public transportation, and short walking distance to schools. - Gated community with security cameras installed in common areas - One car garage space with automatic door opener and easy off-street parking - Kitchen with granite countertop and tile floor - Hardwood flooring in the living room and hallway - Washer/Dryer hookup available in the unit - Tenant pays for gas, electricity, and water ", "price": 1300.0}, {"hasPost": 1.0, "head": "furnished studio in berkeley", "nbr": -1.0, "pid": 3881232073.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3881232073.html", "lat": -1.0, "post": " Refrigerator Walk-In Master Closet (per plan) Ceiling Fan Separate Dining Room Vaulted Ceilings (Upstairs Only) Dishwasher View Internet &amp; Cable Ready Microwave (per plan) Air Conditioning Window Coverings Patio or Balcony Fully Equipped Kitchen Floor-to-Ceiling Pantry Carpeted Flooring Disposal ", "price": 600.0}, {"hasPost": 1.0, "head": "Quiet two-bedroom apartment", "nbr": 2.0, "pid": 3881230049.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3881230049.html", "lat": -1.0, "post": " This is a formal apartment. Quiet and spacious Unit has: formal kitchen formal living room formal dining room fireplace no laundry available street parking only This is a two-bedroom, one bath apartment. Approx. 900 sqft. Move-in ready. No pictures available so please dont ask. Pet friendly. Great space for students. Credit and background check is mandatory. $50 Will only show by appointment. (No evening and no weekend appointments) ", "price": 1500.0}, {"hasPost": 1.0, "head": "4 bed 3 bath Remodeled Bay Point House", "nbr": 4.0, "pid": 3868329882.0, "lon": -122.138976, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3868329882.html", "lat": 38.017021, "post": " 4 bedroom 3 bath house with a 2 car garage, front and back yard fenced in, central a/c and heating, laundry room, Featuring a courtyard setting with mature shade trees, manicured lawns and did we mention the large swimming pool?! This complex offers a welcome retreat from hectic Silicon Valley life. Martinez CA 94553. ", "price": 2450.0}, {"hasPost": 1.0, "head": " ➢➢1815ft˛ ,4BD+2bath/ Private Patio!", "nbr": -1.0, "pid": 3824220258.0, "lon": -121.8957, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3824220258.html", "lat": 37.6873, "post": " sqft1815 ,4BD+2bath/ Private Patio! Bad credit but have a good paying job? You are the perfect candidate. Setup a lease and down the road you can have the option to transfer the deed into your name ", "price": 2200.0}, {"hasPost": 1.0, "head": "Fabulous 2 Bed/2 Bath with Doorman, Views, Parking, W/D", "nbr": 2.0, "pid": 3847521115.0, "lon": -122.424841, "phone": 4155156447.0, "link": "http://sfbay.craigslist.org/sfc/apa/3847521115.html", "lat": 37.786108, "post": " 1388 Gough Post International San Francisco, CA 94114 Offered at $3,999 Bedrooms: 2 Bathrooms: 2 Parking: Yes Neighborhood: Downtown/Van Ness corridor Beautiful and large 2 bed/2 bath condo with fabulous light, parking and a great floor plan 8th Floor unit with great southern, eastern and western exposure Hardwood floors in the common areas, tile in the bathrooms and carpet in the bedrooms Approximately 1187 Square Feet Both bedrooms are a good size. The master bedroom has an en suite bathroom and generous closet space. The master bathroom is very spacious, has dual sinks and a separate shower and tub The galley shaped kitchen has stainless steel appliances including an (electric cooktop) oven, dishwasher, microwave and refrigerator Very spacious living room with expansive views Small, private patio off of the living room 1388 Gough/Post International has 24 hour front door security, a gym and a common area greenbelt 1 car parking included Washer and dryer in unit Sorry, no pets- no exceptions This is a non smoking unit Location 1388 Gough, otherwise known as Post International, is a very convenient location! One can commute North (franklin to Lombard to 101N) or South or East (Gough to 101/280) from here with a lot of ease. Near all the ammenities of Van Ness as well as walking distance to Japantown, Hayes Valley &amp; Pacific Heights (Fillmore Street) &amp; Russian Hill (Polk Street). For More Information Please call Laura at 415.515.6447 Follow us on Twitter: Become a fan on: Check out our website for ", "price": 3999.0}, {"hasPost": 1.0, "head": "Gorgeous 2 Bed/2.5 Bath Tri Level LOFT in PRIME HAYES VALLEY LOCATION", "nbr": 2.0, "pid": 3837468021.0, "lon": -122.422883, "phone": 4155156447.0, "link": "http://sfbay.craigslist.org/sfc/apa/3837468021.html", "lat": 37.776416, "post": " San Francisco, CA 94102 Offered at $5,000 Bedrooms: 2 Bathrooms: 2.5 Parking: Yes and a 2nd spot available for $300/month Neighborhood: Hayes Valley 2 bedrooms, 2.5 bathroom top story, tri level LOFT This unit is on the top floor with Eastern &amp; western views - very light and bright Luxury kitchen with stainless steel appliances, ceaserstone counters, ice maker in refrigerator, microwave, dishwasher, gas oven, bar overhang Beautiful cherry hardwood floors on all common areas- tile in the bathrooms and tasteful berber carpet in the bedrooms The master bedroom is fully enclosed and has two small closets &amp; a full bathroom. This bedroom is very generous in size. Easily can fit a king bed and other furniture The loft bedroom is also a fair size and has mirrored closet doors and a full bathroom. This room can be made more private by sliding panels to close it off The living room boasts large, floor to ceiling windows which bring the beauty of San Francisco right into your living room There is a west facing deck accessed from the loft bedroom Just off the loft bedroom there is a nook/alcove area which makes a great office space Large half bath on the living/dining/kitchen level Gas fireplace in the living room Ceiling fan in the living room Overhead lighting througout. Truly tasteful finishes throughout. Washer/Dryer in the unit--conveniently located just off the master bedroom Meticulously maintained newer, 14 unit building with an elevator One car parking included. A second space is available for rent ($300/month) Storage locker available for $75/month One cat OK. Sorry, no dogs- no exceptions Non smoking unit- Non smoking building. Open floor plan with high ceilings. Upon entry there is a large half bath to your right. Ahead on the right is the U shaped kitchen and beyond that is the living area with the fireplace. Upstairs is a loft bedroom with a closet and a bathroom. This loft bedroom can be closed off and made more private by sliding a built in panel along its tracks. From the entry level (kitchen/living/dining room) a flight of stairs leads down to the master bedroom. Immediately accross from BLUE BOTTLE COFFEE! 1/2 block from the new, hip Smitten Ice Cream &amp; Suppenküche Beer Garden on Octavia/Fell In the same building is Azalea boutique &amp; Christopher Elbow Chocolates Many other great shops, bars, restaurants, coffee shops all throughout Hayes Valley For More Information Please call Laura at 415.515.6447 Follow us on Twitter: Become a fan on: Check out our website for For More Information Please call Laura at 415.515.6447 Follow us on Twitter: Become a fan on: Check out our website for PostingID: 2620042663 No contact info? if the poster didnt include a phone number, email, or other contact info, craigslist can notify them via email. ", "price": 5000.0}]