[{"hasPost": 1.0, "head": "Goregeous 2 story house..prime location No Bank Qualifying", "nbr": 3.0, "pid": 3891367787.0, "lon": -1.0, "phone": 5712019937.0, "link": "http://sfbay.craigslist.org/sfc/apa/3891367787.html", "lat": -1.0, "post": " $2700 One Bedroom With North-Western Views: UNFURNISHED 1YEAR LEASE MINIMUM LUXURY RENTALS WITH AMENITIES DOWNTOWN APARTMENT: Abundant Closets; High Ceilings, Oversized Windows, Stainless Steel Appliances, Modern Bathroom, Views, Open and Sun Flooded, Hard Wood Floors; Dishwasher. BUILDING: Concierge, Fitness Center, Valet, Lounge, Billiards Room, Rooftop, Doorman, Gourmet Deli, Pharmacy. If I Live In New York, It Is Because I Chose To Live Here...It Is The City Of Total Intensity, The City Of The Moment. CLICK HERE FOR MORE LONG & SHORT TERM OPTIONS CLICK HERE FOR MORE SALES OPTIONS PLEASE CONTACT ME ONLY IF YOU ARE SERIOUS ABOUT FINDING A NEW HOME...EMAIL ME FOR QUICK RESPONSE. I Have Access to 100% of New York Listings...FEE / NO FEE Email me what you are looking to rent, buy or sublet...I will email you with some options. Note: All information furnished regarding property for sale, rental or financing is from sources deemed reliable, but no warranty or representation is made as to the accuracy thereof and same is submitted subject to errors, omissions, change of price, rental or other conditions, prior sale, lease or financing or withdrawal without notice. All dimensions and square footage are approximate. For exact dimensions or square footage, you must hire your own architect or engineer. Pictures are representative. Actual finishes of property may vary. Ochere 5712019937 Trudy@lgestates.com 214 West 29th Street Suite 1502New York, NY 10001. Apartments Also Available in: Downtown, Battery Park, Financial District, Tribeca, Soho, Little Italy, China Town, Lower East Side, East Village, Greenwich Village, Union Square, West Village, Chelsea, Flatiron, Gramercy Park, Kips Bay, Murray Hill, Midtown East, Sutton Place, Midtown West, Clinton Upper East Side, Upper West Side, East Harlem, Harlem, Upper Manhattan, Long Island City (LIC) and Brooklyn O8nJxvPTM1n10gEGOxiO 9jai34NrfD3bioS9DUZy ", "price": 820.0}, {"hasPost": 1.0, "head": "Stuning 3 bd home with 3 bath for rent to own Rent 2 Buy", "nbr": 3.0, "pid": 3891372842.0, "lon": -1.0, "phone": 5712019937.0, "link": "http://sfbay.craigslist.org/pen/apa/3891372842.html", "lat": -1.0, "post": " $2700 One Bedroom With North-Western Views: UNFURNISHED 1YEAR LEASE MINIMUM LUXURY RENTALS WITH AMENITIES DOWNTOWN APARTMENT: Abundant Closets; High Ceilings, Oversized Windows, Stainless Steel Appliances, Modern Bathroom, Views, Open and Sun Flooded, Hard Wood Floors; Dishwasher. BUILDING: Concierge, Fitness Center, Valet, Lounge, Billiards Room, Rooftop, Doorman, Gourmet Deli, Pharmacy. If I Live In New York, It Is Because I Chose To Live Here...It Is The City Of Total Intensity, The City Of The Moment. CLICK HERE FOR MORE LONG & SHORT TERM OPTIONS CLICK HERE FOR MORE SALES OPTIONS PLEASE CONTACT ME ONLY IF YOU ARE SERIOUS ABOUT FINDING A NEW HOME...EMAIL ME FOR QUICK RESPONSE. I Have Access to 100% of New York Listings...FEE / NO FEE Email me what you are looking to rent, buy or sublet...I will email you with some options. Note: All information furnished regarding property for sale, rental or financing is from sources deemed reliable, but no warranty or representation is made as to the accuracy thereof and same is submitted subject to errors, omissions, change of price, rental or other conditions, prior sale, lease or financing or withdrawal without notice. All dimensions and square footage are approximate. For exact dimensions or square footage, you must hire your own architect or engineer. Pictures are representative. Actual finishes of property may vary. Ochere 5712019937 Trudy@lgestates.com 214 West 29th Street Suite 1502New York, NY 10001. Apartments Also Available in: Downtown, Battery Park, Financial District, Tribeca, Soho, Little Italy, China Town, Lower East Side, East Village, Greenwich Village, Union Square, West Village, Chelsea, Flatiron, Gramercy Park, Kips Bay, Murray Hill, Midtown East, Sutton Place, Midtown West, Clinton Upper East Side, Upper West Side, East Harlem, Harlem, Upper Manhattan, Long Island City (LIC) and Brooklyn 2AA3VmJdiQpe2Aw2Vkhs 2lkMnIHUleOxNvVrvj9z ", "price": 740.0}, {"hasPost": 1.0, "head": "Two bedroom, one bathroom duplex located near downtown.", "nbr": 2.0, "pid": 3891369961.0, "lon": -122.708464, "phone": -1.0, "link": "http://sfbay.craigslist.org/nby/apa/3891369961.html", "lat": 38.441803, "post": " Two bedroom, one bathroom duplex located near downtown. Features new carpet and paint throughout, spacious living room, dining room, laundry room, small fenced backyard and two car garage ", "price": 1000.0}, {"hasPost": 1.0, "head": "Gorgeous Remodeled 1 Bed one Bath Flat.", "nbr": 1.0, "pid": 3891395129.0, "lon": -122.427596, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3891395129.html", "lat": 37.7897, "post": " 2020 California St Gorgeous remodeled one bedroom, one bath flat in Pacific Heights. This charming unit has a tile floor and is on the garden level in a historic Victorian Mansion. The kitchen includes all the amenities. Southern exposure ensures that brightness is one of the nice features of this property. Contemporary furnishings and recessed lighting add to the ambience. Washer and dryer in unit. Well equipped with high speed internet and bi-monthly housecleaning services provided with no additional charges. This flat is part of a beautiful Victorian complex. Located with easy access to public transportation. Minimums/Terms/Rates. . . All rates are as accurate as possible, but your final rate must be confirmed with AMSI Minimum stay requirements depend on each individual property and time of year Seasonal rates may apply, please contact us for rates and minimum stay requirements Pets are allowed walk score 85. ", "price": 2800.0}, {"hasPost": 1.0, "head": "Gorgeous 2 Bdm/1 Bth Newly decorated unit", "nbr": 2.0, "pid": 3891314958.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/scz/apa/3891314958.html", "lat": -1.0, "post": " It offers the maximum in luxury, comfort, and convenience. It has a beautiful open concept large main living area with a good sized loft den, full bathroom and master bedroom (complete with private balcony) upstairs. This could be the home youve been searching for! Available August 1st. Central air conditioning.Heated by natural gas. Includes fridge, stove, dishwasher, microwave/hoodfan, washer and dryer. All appliances are newer and in good working condition. Kitchen appliances are stainless steel. ", "price": 1200.0}, {"hasPost": 1.0, "head": "Beautiful home in great FAMILY neighborhood  Lease Purchase", "nbr": 3.0, "pid": 3891371185.0, "lon": -1.0, "phone": 5712019937.0, "link": "http://sfbay.craigslist.org/nby/apa/3891371185.html", "lat": -1.0, "post": " $2700 One Bedroom With North-Western Views: UNFURNISHED 1YEAR LEASE MINIMUM LUXURY RENTALS WITH AMENITIES DOWNTOWN APARTMENT: Abundant Closets; High Ceilings, Oversized Windows, Stainless Steel Appliances, Modern Bathroom, Views, Open and Sun Flooded, Hard Wood Floors; Dishwasher. BUILDING: Concierge, Fitness Center, Valet, Lounge, Billiards Room, Rooftop, Doorman, Gourmet Deli, Pharmacy. If I Live In New York, It Is Because I Chose To Live Here...It Is The City Of Total Intensity, The City Of The Moment. CLICK HERE FOR MORE LONG & SHORT TERM OPTIONS CLICK HERE FOR MORE SALES OPTIONS PLEASE CONTACT ME ONLY IF YOU ARE SERIOUS ABOUT FINDING A NEW HOME...EMAIL ME FOR QUICK RESPONSE. I Have Access to 100% of New York Listings...FEE / NO FEE Email me what you are looking to rent, buy or sublet...I will email you with some options. Note: All information furnished regarding property for sale, rental or financing is from sources deemed reliable, but no warranty or representation is made as to the accuracy thereof and same is submitted subject to errors, omissions, change of price, rental or other conditions, prior sale, lease or financing or withdrawal without notice. All dimensions and square footage are approximate. For exact dimensions or square footage, you must hire your own architect or engineer. Pictures are representative. Actual finishes of property may vary. Ochere 5712019937 Trudy@lgestates.com 214 West 29th Street Suite 1502New York, NY 10001. Apartments Also Available in: Downtown, Battery Park, Financial District, Tribeca, Soho, Little Italy, China Town, Lower East Side, East Village, Greenwich Village, Union Square, West Village, Chelsea, Flatiron, Gramercy Park, Kips Bay, Murray Hill, Midtown East, Sutton Place, Midtown West, Clinton Upper East Side, Upper West Side, East Harlem, Harlem, Upper Manhattan, Long Island City (LIC) and Brooklyn ALWGr2CMjXZLICcPmAuV BjfAgPf4AttSoSkID8Om ", "price": 750.0}, {"hasPost": 1.0, "head": " 2bed 2bath (Duboce Triangle)", "nbr": 2.0, "pid": 3891316119.0, "lon": -122.434808, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3891316119.html", "lat": 37.764962, "post": " A rare opportunity to own or rent a fabulous house-like condominium on one of the most desirable streets in the City, conveniently located to shopping, great restaurants, markets, popular Duboce and Buena Vista Parks, Downtown and transportation. A sought after Victorian home in move-in condition with views across the City toward the East Bay. Beautifully maintained, professionally remodeled and updated with elegant attention to detail, this extraordinary and versatile 2-bedroom, 2 bath home offers a living room, formal dining room, home office, crown moldings and hardwood floors, a remodeled, eat-in kitchen with laundry center, operable skylight and adjacent, walk-out deck, among other exceptional features. The same custom designed deck wraps around to the rear of the property creating a peaceful and intimate environment, which is ideal for relaxation and entertaining. From the master suite you can enjoy breathtaking sunrises, easterly views across the City, visits from hummingbirds and songbirds, and frequent sightings of soaring red tailed hawks and San Franciscos famous parrots. It is the perfect place to begin and end the day. Remodeled and updated with great attention to detail Luxurious, updated, MOVE-IN condition Wonderful curb appeal -- So VERY San Francisco Period details include marble fireplace surround, box beam ceilings, bevel glass window, decorative rosettes, crown moldings and vintage pocket doors Designer specified paint throughout Living room with marble fireplace Formal dining room 11+ ceilings in most rooms Remodeled eat in kitchen with custom cabinetry, top quality appliances, plenty of storage, recessed lighting, operable skylight, and walk out deck Lovely, light-filled, remodeled view master suite with custom closet and French doors opening to adjacent private deck with wonderful San Francisco and East Bay views Remodeled, light-filled master bathroom Remodeled marble guest bathroom Recently added home office with custom cabinetry and lighting Hardwood flooring in most rooms New Baldwin bronze hardware throughout Professionally designed closet systems throughout Built in sound system with ceiling speakers in main rooms including kitchen Laundry center in Kitchen Deeded custom designed wrap around deck with access from kitchen and master suite Views of San Francisco and East Bay from master suite and adjacent deck DEEDED GARAGE with parking for one car and ample, custom designed California Closets storage Exclusive use and development rights to the roof PRETTY DUBOCE and BUENA VISTA PARKS WITHIN WALKING DISTANCE Beaver Street is a serene, tree-lined street yet is steps to the urban delights of Noe Valley/Castro Village including grocery stores, restaurants, coffee shops, boutique shops and banks. Convenient to many transportation options including 280 and 101 to and Tech Buses. Muni and Market Street historic Streetcars are a short distance away for Downtown, Financial District and Union Square commutes. With a Walk Score of 100-a walkers paradise, a Transit Score 96-Riders Paradise and a Bikers Score 86-Very Bikeable, this location is a perfect point to explore all San Francisco has to offer. ", "price": 3250.0}, {"hasPost": 1.0, "head": "Renovated 2 bedroom plus parking", "nbr": 2.0, "pid": 3891289600.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3891289600.html", "lat": -1.0, "post": " Spacious 2 bedroom in quiet area. Newly renovated. Close to all amneties and transit. Brand new carpet and laminate flooring. Includes fridge and stove. Smoke free building. Heat and Hydro included. Available as soon as possible or July 1st. ", "price": 1200.0}, {"hasPost": 1.0, "head": "Neewly renovated one bedroom apartment for rent  ", "nbr": 1.0, "pid": 3891241182.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sby/apa/3891241182.html", "lat": -1.0, "post": " Take the 45 Bus to downtown in 20 minutes! Walk to the trendy shops, cafes, restaurants and coffee shops on Union Street -- Roses for breakfast, lunch or dinner. From lavish meals to pizza, everything is right outside your doorstep. Take a short walk to Chestnut St in the Marina, too SAN JOSE 673 South 10th street at Reed Street The unit is a Triplex complex; meaning that there are 3 houses located on the property.The one that is currently available to rent is a one bedroom unit. The property has its own private entrances (a front entrance that leads to a porch and a back entrance that leads to the backyard. The house has its own private: kitchen, bathroom, living room, the bedroom itself and one garage port. Garbage utility bill included. Rent is $600 and Deposit is $350. It is located next to 2 elementary schools, 3 laundromats,,3 blocks from San jose State University, 3 blocks from 280 Freeway, Major grocery stores,10th street Ice rink, restaurants.... close to all of the sj downtown amenities. We are looking to have it rent out as soon as possible. The House is ready to be showed so just give us a call to schedule a time. The application is short and will be used to contact you back. Let us Know if interested. and have a great day! ", "price": 600.0}, {"hasPost": 1.0, "head": "Nicely Spacious Family Home", "nbr": 4.0, "pid": 3891135190.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/scz/apa/3891135190.html", "lat": -1.0, "post": " Great 4 bedroom 3 bath family home with two-car garage with extra storage. This beautifully maintained home is in like new condition. Hardwood floors throughout. Vinyl in kitchen and bathrooms. Forced air propane heat plus fireplace in living room. Roomy kitchen opens to large deck in back. Bedroom and bath on main level and 3 bedrooms and 2 baths on second story. Basement with washer dryer hook ups. Large sunny yard. Plenty of parking. Great commute location and close to downtown. ", "price": 1800.0}, {"hasPost": 1.0, "head": "help a family out", "nbr": -1.0, "pid": 3891090703.0, "lon": -1.0, "phone": 4154184791.0, "link": "http://sfbay.craigslist.org/pen/apa/3891090703.html", "lat": -1.0, "post": " If you can help a family call 415-418-4791 The family are down on there luck Shelters are full all they need is a jump start so the can make it Family of five need a place they can call home they dont want a hand out but it can help ", "price": -1.0}, {"hasPost": 1.0, "head": "SJSU Roommate Wanted 1 bd/br", "nbr": 1.0, "pid": 3890977135.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sby/apa/3890977135.html", "lat": -1.0, "post": " I am looking for a girl roommate willing to pay $725 a month plus a security deposit of $500. The apartment is 1 bedroom 1bathroom, fully remodeled, less than a block away from SJSU.Some utilities are included. Trash, Internet and water are included, electricity is not . It is one bedroom so we would have to share, there is also a living room and a kitchen. Of all the apartments I saw it was by far the best, very cozy and safe feeling. It is available July 1st and the leasing can be for 6 months or a year, we can discuss which one is preffered. I will be freshman at SJSU this fall so I would prefer to have an SJSU freshman as well or another SJSU student. Looking for someone clean, respectful, responsible, and friendly. No drugs nor smoking. I would prefer for it just to be 2 people living in the apartment, but a third roommate can be discussed, and the price would lower. I am clean,respectful, responsible, friendly, and outgoing. The faster I find someone the better so please reply to my craigslist mail! Thank you :) ", "price": 725.0}, {"hasPost": 1.0, "head": "STUDIO IN SKYHAWK AREA", "nbr": 1.0, "pid": 3886820552.0, "lon": -1.0, "phone": 7074812376.0, "link": "http://sfbay.craigslist.org/nby/apa/3886820552.html", "lat": -1.0, "post": " PLEASE DRIVE BY BEFORE CALLING ME. DRIVE BY BEFORE CALLING ME. REALLY GREAT LOCATION IN RINCOLN VALLEY NEWER HOME THAT WAS BUILT WITH ATTATCHED UNIT.SEPERATE ENTRANCE 5519 RAINBOW CIRCLE/NO WASHER DRYER HOOK UPS ALICIA AT 707-481-2376 NO DOGS AND NO SMOKING PLEASE. PLEASE DONT DISTURB TENANTS ", "price": 895.0}, {"hasPost": 1.0, "head": "Amazing Affordable 1bedroom in Luxury Building!", "nbr": 1.0, "pid": 3890506353.0, "lon": -1.0, "phone": 8668486866.0, "link": "http://sfbay.craigslist.org/sfc/apa/3890506353.html", "lat": -1.0, "post": " 1bdrm available for move-in at $763 per month. Modern unit in Luxury Building in SOMA. Site features 24hr attended lobby, on-site resident manager, fitness center with pool & yoga room, outdoor terraces w/ BBQ grills, landscaped rooftop sun terrace, business & internet lounge, bicycle storage room, parking garage, etc. Some amenities require a fee. Maximum Income per Household Size: Household size of 1, $24,300 - $28,350. Household size of 2, $24,300 - $32,400. Rent & Income Requirements may be subject to change based on new HUD income limits being issued prior to income certification. To request an application, send an email response to this ad, or a toll-free fax to: 866-848-6866. You can also request an application online at http://www.affrental.com To request an application in writing, mail to: SOMA Apartments 645 W. 9th Street, Unit 110-815 Los Angeles, CA 90015-1640 Equal Housing Opportunity ", "price": 763.0}, {"hasPost": 1.0, "head": "STUDIO IN SKYHAWK AREA", "nbr": 1.0, "pid": 3890206574.0, "lon": -1.0, "phone": 7075921499.0, "link": "http://sfbay.craigslist.org/nby/apa/3890206574.html", "lat": -1.0, "post": " PLEASE DRIVE BY BEFORE CALLING ME. DRIVE BY BEFORE CALLING ME. REALLY GREAT LOCATION IN RINCOLN VALLEY NEWER HOME THAT WAS BUILT WITH ATTATCHED UNIT.SEPERATE ENTRANCE 5519 RAINBOW CIRCLE/NO WASHER DRYER HOOK UPS RON AT 707-592-1499 NO DOGS AND NO SMOKING PLEASE. PLEASE DONT DISTURB TENANTS ", "price": 895.0}, {"hasPost": 1.0, "head": "WALK TO BEACH 10MIN TO SF RECENT REMODEL GREAT VIEWS OCEAN/TREES/HILLS", "nbr": 2.0, "pid": 3890139022.0, "lon": -122.48138, "phone": -1.0, "link": "http://sfbay.craigslist.org/pen/apa/3890139022.html", "lat": 37.648439, "post": " EMAILS WITHOUT CONTACT DETAILS WILL NOT BE ANSWERED PLEASE, PERSONALIZE YOUR EMAIL TO MAKE IT LOOK REAL AND NOT SCAM. IF IM IN DOUBT, I SIMPLY DONT RESPOND!!! PREFERENCE WILL BE GIVEN TO CANDIDATES WHO CAN MOVE IN RIGHT AWAY OR SOON, HAVE A GOOD CREDIT AND RESOURCES TO LOCK IN. THIS IS A MINIMUM OF A 1 YEAR LEASE. NO SMOKING NO PETS 1ST MONTH, LAST MONTH AND DEPOSIT GETS YOU IN EVERYONE WHO EMAILED ME AND HAVENT GOT A RESPONSE: APOLOGIES, AS I THOUGHT WE HAD IT RENTED RIGHT AWAY. THIS TIME I WILL RESPOND TO CREDIBLE INQUIRIES IN THE ORDER, IN WHICH THEY COME IN. MAXIMUM OCCUPANCY: 2 PERSONS GOOD CREDIT REQUIRED. SECTION 8 CURRENTLY NOT ACCEPTED ! AVAILABLE NOW ! - QUIET NEIGHBORHOOD, DESIRED LOCATION - CLOSE TO THE BEACH ! SEE PICTURES BELOW HWY1 PAST 280 IN PACIFIC MANOR ! IN NORTH PACIFICA, ON THE COAST NEAR COLMA, SOUTH SAN FRANCISCO, DALY CITY, SAN BRUNO QUICK FREEWAY ACCESS ON A HILL WITH PARTIAL OCEAN / TREES / HILLS VIEWS AND FROM EVERY WINDOW NEWER REMODEL 1266 SQFT 2BED/1.5 BATH DUAL-PANE WINDOWS THROUGHOUT THE HOUSE NEW MOLD-RESISTANT DRYWALL IN BEDROOMS: CUSTOM TEXTURE/PAINT JOB ! NEW EXTRA INSULATED BEDROOM WALLS KEEP THE HEAT IN AND THE MOIST OUT ! SAVES A LOT OF $$$ ON YOUR PG&E; BILL AND KEEP BEDROOMS WARM ALL WINTER ! NEW WALL-TO-WALL CARPETS THROUGHOUT THE HOUSE NEW HIGHEST QUALITY BEHR PAINT & PRIMER/SEALER ALL IN ONE WITH MILDEWCIDE PAINTJOB THROUGHOUT THE HOUSE NEW FLOOR MOLDING THROUGHOUT THE HOUSE NEW EXTENDED GRANITE COUNTERTOPS IN UPDATED AND RENOVATED KITCHEN RENOVATED CABINETS - A LOT OF CABINET SPACE NEW POWER-EFFICIENT DISHWASHER NEWER POWER-EFFICIENT APPLIANCES: CERAMIC GLASS-TOP STOVE LARGE OVERHOOD MICROWAVE LARGE POWER-EFFICIENT REFRIGERATOR - KEEPS FOOD REALLY COLD ! BRAND-NEW AUTOMATIC ROLL-UP GARAGE DOORS WITH QUIET BELT DRIVEN 3/4HP MOTOR AND REMOTE CONTROL ! VERY NICE ! YOUR OWN PRIVATE GARAGE WITH WASHER & DRYER + DRIVEWAY TO PARK MORE CARS + STREET PARKING IN FRONT OF HOUSE NEW POWER-EFFICIENT PILOT-LESS HEATER (FORCED AIR - CENTRAL HEATING THROUGHOUT THE HOUSE) NEW WATER HEATER NEW VANITY/FAUCETS IN UPSTAIRS HALF BATHROOM/KITCHEN AN ENORMOUS-SIZE DECK OVER A VERY SPACIOUS ATTACHED GARAGE WITH HIGH CEILINGS AND EXTRA STORAGE SPACE WITH SHELVES NO SMOKING NO PETS 1ST MONTH, LAST MONTH AND $1850.00 DEPOSIT GETS YOU IN password to view pictures: remodel pictures are here: http://photobucket.com/kyzel22remodel NOTE: PETS ARE NOT ALLOWED REGARDLESS OF KIND OR SIZE NOTE: WE ARE NON-SMOKING HOME WHERE SMOKING IS PROHIBITED ON THE PREMISES - EITHER INSIDE OR OUTSIDE ", "price": 1850.0}, {"hasPost": 1.0, "head": "Great North Berkeley/Albany Solano Ave Location 1BR Available Now!!", "nbr": 1.0, "pid": 3858235435.0, "lon": -122.288263, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3858235435.html", "lat": 37.890925, "post": " If youre looking for a nice and quiet place to live in the heart of Solano Avenue then look no further! Conveniently Located at 1494 Solano in Albany (just three doors down from Safeway), we currently have some of our bright and cozy one bedroom apartments available for move in on July 1st and July 15th. (possibly sooner if you need it before then)! Solano Avenue offers great shopping, dining and entertainment along with a safe neighborhood atmosphere all steps outside of your apartment. This building is only two miles from UC Berkeley and a short distance from several BART stations all of which can be easily accessed by AC Transit line 18 which runs along Solano Avenue. Freeway access is also very quick and easy; this building is in the perfect East Bay location to meet all of your commuting and travel needs. The rent for the apartments range from: $1,175 for third floor unit $1,150 for second floor unit $1,100 for ground floor unit The security deposit is $1,650 Credit checking fee is $25 Water and garbage are included in the rent. Plenty of street parking is available, parking inside the building may also be available for an additional charge added to monthly rent. Sorry, no section 8. There will be an open house for the available apartments this upcoming Wednesday June26th from 5:30pm to 6:30pm. If you wish to attend the open house please RSVP by emailing the manager (1494solanoave@gmail.com) to receive further information. The pictures shown are not the exact apartments currently available, but all of our one bedrooms are identical in size and layout, they just vary slightly in carpets and finishes. ", "price": 1150.0}, {"hasPost": 1.0, "head": "Beautiful Cole Valley Apartment for mid August to mid September", "nbr": 1.0, "pid": 3890056958.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3890056958.html", "lat": -1.0, "post": " Our Apartment will be available for short-term sublet from August 20 to September 24. You can rent it by the week or for the entire time for a reduced rate. The Apartment: We are offering our beautiful and sunny 1 bedroom, 1 bathroom apartment located in the heart of San Francisco for you to enjoy. Our place is fully stocked with high-speed internet, HD TV with basic cable and surround sound, queen bed, and a full kitchen featuring gas appliances and an espresso machine. Location and Transportation: Our apartment is located in the Cole Valley neighborhood of San Francisco. There are 2 bus lines right outside, and the MUNI light rail within an easy 3 block stroll. Public transit gives you great access to the beach, downtown, and all of the major attractions in San Francisco without the stress of city driving or parking. $800 per week or $2800 for the month ", "price": 800.0}, {"hasPost": 1.0, "head": "STUDIO IN SKYHAWK AREA", "nbr": 1.0, "pid": 3889768342.0, "lon": -1.0, "phone": 7075921499.0, "link": "http://sfbay.craigslist.org/nby/apa/3889768342.html", "lat": -1.0, "post": " PLEASE DRIVE BY BEFORE CALLING ME. DRIVE BY BEFORE CALLING ME. REALLY GREAT LOCATION IN RINCOLN VALLEY NEWER HOME THAT WAS BUILT WITH ATTATCHED UNIT.SEPERATE ENTRANCE 5519 RAINBOW CIRCLE/NO WASHER DRYER HOOK UPS RON AT 707-592-1499 NO DOGS AND NO SMOKING PLEASE. PLEASE DONT DISTURB TENANTS ", "price": 895.0}, {"hasPost": 1.0, "head": "Beautiful CRaftsman Style Home ", "nbr": 3.0, "pid": 3889849855.0, "lon": -122.350773, "phone": 5104532513.0, "link": "http://sfbay.craigslist.org/eby/apa/3889849855.html", "lat": 37.974365, "post": " Newer Craftsman Style Home. Built New in 2008. Custom Cabinets, stone counters and stainless steel appliances. Hardwood floors and carpet in bedrooms. Gas fireplace, two car garage and redwood deck a rear of house. Close to Bart station and Point Pinole Regional Park. Brad : 510-453-2513 ", "price": 2500.0}, {"hasPost": 1.0, "head": "2 bedroom penthouse condo - Amazing views ~ J.Wavro", "nbr": -1.0, "pid": 3889645663.0, "lon": -122.429989, "phone": 4155093456.0, "link": "http://sfbay.craigslist.org/sfc/apa/3889645663.html", "lat": 37.794895, "post": " Please contact: James Wavro 415-509-3456 jw@jwavro.com     San Francisco - Pacific Heights - Condo for rent Rent: $7900 Bed / Bath: 2 / 2 Type: Condo Term: 1 Year Parking: 2 Car Tandem Parking Fee: $0 Pets: Cat, Dog OK View: Panoramic Floors: Tile & Carpet Kitchen: Upgraded Laundry: In Unit Outside area: Balcony This remodeled two bedroom, two bath penthouse condominium has absolutely amazing views! Location is convenient to all that Union, Fillmore and Polk Streets have to offer! Unit highlights:  ~ Remodeled kitchen with stainless steel appliances and breakfast bar. ~ Spacious open floor plan, living/dining combo, perfect for entertaining ~ Tiled floors in the living room and entry, carpet in the bedrooms ~ Master bedroom with en-suite bath, vanity sink and walk-in closet ~ Private balcony  ~ Good closet space ~ Floor to ceiling windows with fabulous views  ~ A ton of natural sun-light ~ Two car parking included Available now. Small pet is negotiable. Broadway Street & Laguna Street, San Francisco, CA James Wavro 415-509-3456 jw@jwavro.com Find all J.Wavro listings on Craigslist List View  |  Map View J.Wavro Team Preview more properties at jwavro.com cl3719392018319-0 DRE # 01810008 Content and Images © 2013 J.Wavro     ", "price": -1.0}, {"hasPost": 1.0, "head": "Yachts to Live On! $750.mo+Berth Details Below", "nbr": -1.0, "pid": 3889536613.0, "lon": -122.4946, "phone": 4156866860.0, "link": "http://sfbay.craigslist.org/nby/apa/3889536613.html", "lat": 37.8601, "post": " I have 2 Boats For Lease to Live Aboard where ever you need to live in the Bay Area. These boats are restored to Legal Live Aboard condition w/ 1bd 1ba and full amenities. Great Life style on the Water. Slips/Berthing runs from $350.mo to $700.mo depending on where n which Marina you chose, Sausalito Slip Available now. Stove, Refrig, Micro, Wi-Fi, Cable/Dish, Parking, Public Trans., Bathrooms/Showers, Clean, Safe n Comfortable.... 12 month Lease with Deposit of $2k Refundable with conditions (Return of Boat etc.) Shown by Appointment only, Call 415-686-6860 \u0095cats are OK - purrr \u0095dogs are OK - wooo Bridgeway at Locust (google map) (yahoo map) ", "price": 750.0}, {"hasPost": 0.0, "head": " Furnished Cozy Single Family Home with Beautiful Yard", "nbr": 4.0, "pid": 3888919594.0, "lon": -122.119696, "phone": -1.0, "link": "http://sfbay.craigslist.org/pen/apa/3888919594.html", "lat": 37.38324, "post": "", "price": 5500.0}, {"hasPost": 1.0, "head": "Spacious single story ranch style home. Well established neighborhood", "nbr": 3.0, "pid": 3888886746.0, "lon": -122.2269, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3888886746.html", "lat": 38.110883, "post": " Spacious single story ranch style home. Well established neighborhood. Expanded to a 3 bedroom 2 bath home. Ample cabinets and counter space in the kitchen. Master bedroom with 2 closets, dressing area. Master bath with separate shower plus a soaking tub. Tile and hardwood flooring, carpets in bedrooms. Large covered patio. ", "price": 1000.0}, {"hasPost": 1.0, "head": "Built in 2000 this wonderful home has just been updated", "nbr": 3.0, "pid": 3888870573.0, "lon": -122.71443, "phone": -1.0, "link": "http://sfbay.craigslist.org/nby/apa/3888870573.html", "lat": 38.44047, "post": " Built in 2000 this wonderful home has just been updated to include new laminate flooring, new paint, new appliances and new landscaping. Other features include high ceilings, gas fireplace, central heat, two separate single-car garages, comfortable and roomy master suite and laundry closet in hall. Enjoy no through traffic in a location close to award winning schools, public transportation and all the amenities of town. ", "price": 1344.0}, {"hasPost": 1.0, "head": "Nice & Clean (Gated Area ) / 24 hour security ", "nbr": 3.0, "pid": 3878897773.0, "lon": -1.0, "phone": 2098887033.0, "link": "http://sfbay.craigslist.org/sby/apa/3878897773.html", "lat": -1.0, "post": " (Coming Soon) Beautiful Brook side 3 bed 2.5 bath 2 car garage Gated 24 hour Security Move in July 01.Drive by outside anytime No Showing before July 01. Rent$1399 Deposit$1399 pets okay with $500 extra deposit Showing July 01 (Monday )1.00pm to 1.30pm July 03 (Wednesday) 1.00pm to 1.30pm qualifications : Income should be $5,000 Net monthly or more (total house hold income) & etc.if you bring last year W2 & 1 month pay-stub you can move-in next 24 hours Property Address : 5699 Vintage Circle Stockton 95219 Mike 209-888-7033 ", "price": 1405.0}, {"hasPost": 1.0, "head": "Yachts to Live On! $750.mo+Berth Details Below", "nbr": 1.0, "pid": 3888534815.0, "lon": -122.4946, "phone": 4156866860.0, "link": "http://sfbay.craigslist.org/nby/apa/3888534815.html", "lat": 37.8601, "post": " I have 2 Boats For Lease to Live Aboard where ever you need to live in the Bay Area. These boats are restored to Legal Live Aboard condition w/ 1bd 1ba and full amenities. Great Life style on the Water. Slips/Berthing runs from $350.mo to $700.mo depending on where n which Marina you chose, Sausalito Slip Available now. Stove, Refrig, Micro, Wi-Fi, Cable/Dish, Parking, Public Trans., Bathrooms/Showers, Clean, Safe n Comfortable.... 12 month Lease with Deposit of $2k Refundable with conditions (Return of Boat etc.) Shown by Appointment only, Call 415-686-6860 \u0095cats are OK - purrr \u0095dogs are OK - wooo Bridgeway at Locust (google map) (yahoo map) ", "price": 750.0}, {"hasPost": 1.0, "head": "STUDIO IN SKYHAWK AREA", "nbr": 1.0, "pid": 3887940402.0, "lon": -1.0, "phone": 7074812376.0, "link": "http://sfbay.craigslist.org/nby/apa/3887940402.html", "lat": -1.0, "post": " PLEASE DRIVE BY BEFORE CALLING ME. DRIVE BY BEFORE CALLING ME. REALLY GREAT LOCATION IN RINCOLN VALLEY NEWER HOME THAT WAS BUILT WITH ATTATCHED UNIT.SEPERATE ENTRANCE 5519 RAINBOW CIRCLE/NO WASHER DRYER HOOK UPS ALICIA AT 707-481-2376 NO DOGS AND NO SMOKING PLEASE. PLEASE DONT DISTURB TENANTS ", "price": 895.0}, {"hasPost": 1.0, "head": "- $1350 / 1Br - 900ft˛ Spacious Apartment 7/10-8/20 ", "nbr": 1.0, "pid": 3887747344.0, "lon": -122.254716, "phone": 7143304032.0, "link": "http://sfbay.craigslist.org/eby/apa/3887747344.html", "lat": 37.867052, "post": " 2415 College (between Channing and Haste) Price: $1350 (roughly a month and a half) *** Will have place to yourself *** Ideal for UC Berkeley Summer Student *** Contact Mike @ (714) 330-4032 1 br 1 bath Kitchen - Refrigerator Living Room Walk-in Closet Ideal for someone looking for something: -spacious -close to campus -plenty of natural light -reliable -safe Other benefits: -parking spot -bus stop located directly in front of building -newly cleaned carpet -balcony ***Does not come furnished ", "price": 1350.0}, {"hasPost": 0.0, "head": " Modern Estate Home With AuPair Quarter", "nbr": 4.0, "pid": 3887095814.0, "lon": -122.715225, "phone": -1.0, "link": "http://sfbay.craigslist.org/nby/apa/3887095814.html", "lat": 38.445522, "post": "", "price": 5100.0}, {"hasPost": 0.0, "head": " Single Family Home on Tree Lined Street", "nbr": 3.0, "pid": 3887082952.0, "lon": -122.236237, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3887082952.html", "lat": 37.828726, "post": "", "price": 3880.0}, {"hasPost": 0.0, "head": " Furnished Cozy Single Family Home with Beautiful Yard", "nbr": 4.0, "pid": 3887077368.0, "lon": -122.119696, "phone": -1.0, "link": "http://sfbay.craigslist.org/pen/apa/3887077368.html", "lat": 37.38324, "post": "", "price": 5500.0}, {"hasPost": 1.0, "head": "Furn Mastersuite in Euro-Designer HEAL-House w/Garden ", "nbr": 1.0, "pid": 3862939822.0, "lon": -122.508867, "phone": -1.0, "link": "http://sfbay.craigslist.org/nby/apa/3862939822.html", "lat": 37.915839, "post": " Furnished Mastersuite with private bath & balcony in Chic 2-storey Euro-Designer HEAL-House in contemporary style Light & friendly with quality furnishings & fireplace Sunny level Garden for Your favorite flowers & veggies ( no pets ) 2 car-ports, bicycle-safe, short/longterm, available N O W Globale KUNST & Alternaitve Healing Library Best Marin & French schools & location for cosmopolitain family 5min to SF-Ferry 10min to Golden Gate 15min to Mt Tam & beaches Please, email Your : 1. biography, 2. exact time-line, 3. references Welcome Your negociate 6-12ms lease etc. ", "price": 1500.0}, {"hasPost": 1.0, "head": "Catalina Sailboat LiveAboard 1bd 1ba $750.mo +Berth details below", "nbr": 1.0, "pid": 3887013488.0, "lon": -122.4946, "phone": 4156866860.0, "link": "http://sfbay.craigslist.org/nby/apa/3887013488.html", "lat": 37.8601, "post": " Small but very Comfortable for one. Live where you need to anywhere in the bay area. All Fiberclass Catalina Sailboat set up for Living Aboard. Dry - Warm - Safe free life style. Enjoy our beautiful Bay sailing and have a affordable home on the water. 12 month Lease w/$2k deposit Refundable with conditions. Legal Sausalito Live Aboard berthing avaiable. Shown by Appointment only call 415-686-6860 or email ", "price": 750.0}]