[{"hasPost": 1.0, "head": "Renting Nice House - $1900", "nbr": -1.0, "pid": 3886800651.0, "lon": -122.124, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3886800651.html", "lat": 37.7024, "post": " Beautiful backyard. Nice neighborhood. Granite Counter Tops. Crown Molding. Refinished Hardwood Floors. Beautiful Bamboo Floor In Kitchen. New Paint. Beautifully Landscaped Front And Backyard With Storage Shed. Really convenient to get the 580 freeway. ", "price": 1900.0}, {"hasPost": 1.0, "head": "I/2 BLOCK FROM UC, APT WITH VIEW OF SF AND BAY", "nbr": 2.0, "pid": 3886704431.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3886704431.html", "lat": -1.0, "post": " Mere less than 1/2 block from UC campus, this beautiful apartment with view of SF and the Blue Bay visibly showing the Golden gate as if a painted picture. The rent is 650/mo including utilities. Student preferable. Me 29 years old Law graduate to be shared this Apt with, You must be pretty,have a separate room with a gorgeous view, Kitchen and bathroom to share with me. Me handsome 170ib, Gym trained TOP, looking for handsome freshman Bottom. If you are very handsome and Bottom, rent is negotiable.In house laundry and street parking are available 24/7. ", "price": 650.0}, {"hasPost": 1.0, "head": "Moving ? Need A Professional Mover ? Call today 707 539-6076 ", "nbr": -1.0, "pid": 3886616370.0, "lon": -1.0, "phone": 7073930592.0, "link": "http://sfbay.craigslist.org/nby/apa/3886616370.html", "lat": -1.0, "post": " Moving into storage or out ? We specialize in , residential relocation, and office moves . We do it All so you dont have too ! We also offer Debris removal ! Moving services : Starting at $95.00 per hr you get 2 professional movers and a 15 foot box truck ! ( 3 hour minimum ) ( $45.00 fee for stairs) Larger move ? No problem ! $140.00 per hour gets you 3 movers and a 24 foot box truck ! ( 3 hour minimum ) ( $45.00 fee for stairs ) All of our trucks come fully equipped with shrink wrap. moving pads, and dollys to keep your stuff nice ! We are full insured and Licensed to operate within the state of California Mtr191007 Debris removal services : Starting at $150.00 per full pick up truck full + dump fees ! We offer in addition to our pick up load a 4x8 trailer for an additional $125.00 + dump fees ! Call today to book your next move or Debris removal !! ( 707) 393 - 0592 Ask for Jason Plain Button Link Office 707 539-6076 Bob ", "price": -1.0}, {"hasPost": 1.0, "head": "Bay, SF Views Ashby BART area", "nbr": 2.0, "pid": 3886607494.0, "lon": -122.26741, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3886607494.html", "lat": 37.855378, "post": " on the third floor of this newer building one block south from the original Berkeley Bowl SuperMarket Huge Kitchen, high ceiling, LOTS of light, huge windows and views south and west to the Bay Italian tile in living, dining, kitchen, bath and carpet in bedrooms, large closet, central heat, fire sprinklers; QUIET from the outside and adjoiners using recent acoustical attenuation techniques Street parking, gated entry, energy efficient appliances and low cost utilities Major transportation connections, Bus lines to everywhere, 15 walk to UC Campus and 1 block from the BART station ", "price": 1200.0}, {"hasPost": 1.0, "head": "4 br,3 ba", "nbr": 4.0, "pid": 3886583914.0, "lon": -121.9287, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3886583914.html", "lat": 37.5176, "post": " Spacious home on a corner lot, with walking distance to all Mission schools. Newer interior paint, carpets, dual paned windows, manicured lawn, and much more!!!!! ", "price": 1500.0}, {"hasPost": 1.0, "head": "SOMA Grand Residence", "nbr": 2.0, "pid": 3886453882.0, "lon": -122.412568, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3886453882.html", "lat": 37.777922, "post": " SOMA Grand Residence #607 is a luxury 2 bedroom, 2 bath corner home with panoramic downtown views through floor-to-ceiling windows. This bright, spacious, and open floor plan is nicely appointed with upgraded hardwood floors, Bosch stainless steel appliances, Studio Becker cabinetry, CaesarStone countertops and breakfast bar, and custom window coverings. The master bedroom has a walk-in closet, and there are dual sinks in the en-suite master bath. The 2nd bedroom also has downtown views and easily doubles as a home office. The 5th floor garden level features a full fitness center, hot tub, sun deck with cabanas, yoga studio, meditation garden, fire pit, barbecue area with picnic bench seating, and a club room with chefs kitchen and plasma TV. On the ground floor is Heavens Dog, a restaurant and noodle shop by Charles Phan of Slanted Door. ", "price": 4000.0}, {"hasPost": 1.0, "head": "Bernal Heights", "nbr": 1.0, "pid": 3885545362.0, "lon": -122.413311, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3885545362.html", "lat": 37.739355, "post": " A perfect blend of period details and modern sensibility, this chic, Victorian, 1BD home bonus BD/BA in the best Bernal Heights locale will win your heart! On the main lvl: spacious lvng rm lined w/windows, w/ hrdwd flrs, &amp; built in shelving. A BDR w/ hrdwd floors, custom built-in closets, &amp; bful natural light. A serene, tile BA. The open KIT &amp; dining space offer vaulted ceilings, heath tile backsplsh, stnlss applncs, &amp; open to a fab deck overlooking a lush garden. Dnstrs a master suite unwarranted: the BDR opens to garden, &amp; the spa-like BA has dbl vanity, tile shower &amp; soaking tub. Garage &amp; storage. Walkscore 92! Steps to Bernal Hill, &amp; Cortlands Village of shops, cafes, supermarket, restaurants. Mins to 101/280 &amp; SFO. Come see! ", "price": 3000.0}, {"hasPost": 0.0, "head": "Move in now! top-notch 3 bed room.", "nbr": 3.0, "pid": 3885538596.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3885538596.html", "lat": -1.0, "post": "", "price": 775.0}, {"hasPost": 0.0, "head": "Huge rent to own home with loft and views", "nbr": 3.0, "pid": 3885495295.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sby/apa/3885495295.html", "lat": -1.0, "post": "", "price": 659.0}, {"hasPost": 1.0, "head": "2 huge bedrooms home", "nbr": 2.0, "pid": 3885478487.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3885478487.html", "lat": -1.0, "post": " Immediate availability: This is an amazing 2 bedroom home: brand new, spacious kitchen, 2 huge bedrooms (both big enough for a king sized bed!), big windows, walk-in closets, stainless steel appliances, granite countertops--cant ask for more! Please e-mail me for a question. Good credit and provable income required. To schedule an appt or ask questions, please e-mail deremroger@yahoo.com ", "price": 1200.0}, {"hasPost": 1.0, "head": "GORGEOUS PARADISE VALLEY SINGLE STORY", "nbr": 3.0, "pid": 3885436286.0, "lon": -122.0356, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3885436286.html", "lat": 38.2671, "post": " GORGEOUS PARADISE VALLEY SINGLE STORY. The 3 bedroom, 2 bath home with approx. 2,000 sq. ft. Formal living and dining rooms. Spacious and bright kitchen with granite countertops and abundant cabinetry. Mastersuite with separate shower and tub and large walk-in closet. Use of clubhouse, pool and tennis courts included. Landscaping maintenance included. Refrigerator, washer and dryer available for tenant use. ", "price": 900.0}, {"hasPost": 1.0, "head": "Oakley beautiful 3 bedroom 2 bath w/vaulted ceilings & much more", "nbr": 3.0, "pid": 3885420169.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3885420169.html", "lat": -1.0, "post": " Beautiful 3 bedroom 2 bath home. This home is 1764 sq ft and has central air &amp; heat, 2 car garage, fireplace, vaulted ceilings, indoor laundry room, large master bedroom, gas range, dishwasher, microwave, backyard w/nice patio and home is in very good condition. Email: daniel.johnston324@outlook.com ", "price": 1250.0}, {"hasPost": 0.0, "head": "amazing house in peaceful subdivision!", "nbr": 3.0, "pid": 3885264219.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3885264219.html", "lat": -1.0, "post": "", "price": 750.0}, {"hasPost": 1.0, "head": "STUDIO IN SKYHAWK AREA", "nbr": 1.0, "pid": 3885149124.0, "lon": -1.0, "phone": 7074812376.0, "link": "http://sfbay.craigslist.org/nby/apa/3885149124.html", "lat": -1.0, "post": " PLEASE DRIVE BY BEFORE CALLING ME. DRIVE BY BEFORE CALLING ME. REALLY GREAT LOCATION IN RINCOLN VALLEY NEWER HOME THAT WAS BUILT WITH ATTATCHED UNIT.SEPERATE ENTRANCE 5519 RAINBOW CIRCLE/NO WASHER DRYER HOOK UPS ALICIA AT 707-481-2376 NO DOGS AND NO SMOKING PLEASE. PLEASE DONT DISTURB TENANTS ", "price": 895.0}, {"hasPost": 1.0, "head": "WALK TO BEACH 10MIN TO SF RECENT REMODEL GREAT VIEWS OCEAN/TREES/HILLS", "nbr": 2.0, "pid": 3875846993.0, "lon": -122.48138, "phone": -1.0, "link": "http://sfbay.craigslist.org/pen/apa/3875846993.html", "lat": 37.648439, "post": " PREFERENCE WILL BE GIVEN TO CANDIDATES WHO CAN MOVE IN RIGHT AWAY OR SOON, HAVE A GOOD CREDIT AND RESOURCES TO LOCK IN. THIS IS A MINIMUM OF A 1 YEAR LEASE. NO SMOKING NO PETS 1ST MONTH, LAST MONTH AND DEPOSIT GETS YOU IN EVERYONE WHO EMAILED ME AND HAVENT GOT A RESPONSE: APOLOGIES, AS I THOUGHT WE HAD IT RENTED RIGHT AWAY. THIS TIME I WILL RESPOND TO CREDIBLE INQUIRIES IN THE ORDER, IN WHICH THEY COME IN. MAXIMUM OCCUPANCY: 2 PERSONS GOOD CREDIT REQUIRED. SECTION 8 CURRENTLY NOT ACCEPTED AVAILABLE MID JUNE - QUIET NEIGHBORHOOD, DESIRED LOCATION - CLOSE TO THE BEACH ! SEE PICTURES BELOW HWY1 PAST 280 IN PACIFIC MANOR ! IN NORTH PACIFICA, ON THE COAST NEAR COLMA, SOUTH SAN FRANCISCO, DALY CITY, SAN BRUNO QUICK FREEWAY ACCESS ON A HILL WITH PARTIAL OCEAN / TREES / HILLS VIEWS AND FROM EVERY WINDOW NEWER REMODEL 1266 SQFT 2BED/1.5 BATH DUAL-PANE WINDOWS THROUGHOUT THE HOUSE NEW MOLD-RESISTANT DRYWALL IN BEDROOMS: CUSTOM TEXTURE/PAINT JOB ! NEW EXTRA INSULATED BEDROOM WALLS KEEP THE HEAT IN AND THE MOIST OUT ! SAVES A LOT OF $$$ ON YOUR PG&E; BILL AND KEEP BEDROOMS WARM ALL WINTER ! NEW WALL-TO-WALL CARPETS THROUGHOUT THE HOUSE NEW HIGHEST QUALITY BEHR PAINT &amp; PRIMER/SEALER ALL IN ONE WITH MILDEWCIDE PAINTJOB THROUGHOUT THE HOUSE NEW FLOOR MOLDING THROUGHOUT THE HOUSE NEW EXTENDED GRANITE COUNTERTOPS IN UPDATED AND RENOVATED KITCHEN RENOVATED CABINETS - A LOT OF CABINET SPACE NEW POWER-EFFICIENT DISHWASHER NEWER POWER-EFFICIENT APPLIANCES: CERAMIC GLASS-TOP STOVE LARGE OVERHOOD MICROWAVE LARGE POWER-EFFICIENT REFRIGERATOR - KEEPS FOOD REALLY COLD ! BRAND-NEW AUTOMATIC ROLL-UP GARAGE DOORS WITH QUIET BELT DRIVEN 3/4HP MOTOR AND REMOTE CONTROL ! VERY NICE ! YOUR OWN PRIVATE GARAGE WITH WASHER &amp; DRYER + DRIVEWAY TO PARK MORE CARS + STREET PARKING IN FRONT OF HOUSE NEW POWER-EFFICIENT PILOT-LESS HEATER (FORCED AIR - CENTRAL HEATING THROUGHOUT THE HOUSE) NEW WATER HEATER NEW VANITY/FAUCETS IN UPSTAIRS HALF BATHROOM/KITCHEN AN ENORMOUS-SIZE DECK OVER A VERY SPACIOUS ATTACHED GARAGE WITH HIGH CEILINGS AND EXTRA STORAGE SPACE WITH SHELVES NO SMOKING NO PETS 1ST MONTH, LAST MONTH AND $1850.00 DEPOSIT GETS YOU IN password to view pictures: remodel pictures are here: NOTE: PETS ARE NOT ALLOWED REGARDLESS OF KIND OR SIZE NOTE: WE ARE NON-SMOKING HOME WHERE SMOKING IS PROHIBITED ON THE PREMISES - EITHER INSIDE OR OUTSIDE ", "price": 1850.0}, {"hasPost": 1.0, "head": "AWESOME Remodeled Studio- Walk To SJSU/Downtown Avail Aug 1", "nbr": 1.0, "pid": 3884939261.0, "lon": -121.883612, "phone": -1.0, "link": "http://sfbay.craigslist.org/sby/apa/3884939261.html", "lat": 37.331078, "post": " $1,195 per month, 1 bedrooms, 1 full baths, 0 half baths, 320 square feet Jose State University! Heres your chance to live in the heart of downtown San Jose - with all the sights and sounds of the city. Built in the early 1900s, this charming piece of history is at the center of everything. One block from San Jose State University, steps to a market and restaurant, church, Light Rail lines and downtown San Jose nightlife, you wont find anything this clean, this close to SJSU. Completely remodeled with all modern conveniences (new dual-pane windows, insulated walls, new electrical, plumbing, fixtures, roof, central heat etc) and high ceilings with ceiling fans in every room. New custom tiled floors, bright windows with new window covering, stained glass door, kitchenette (new white Ikea cabinets, stainless steel sink/faucet, microwave oven/exhaust, new mini-fridge/freezer). This unit features two separate rooms which can be used as a bedroom and kitchen/living room or used as two separate bedrooms both sharing the kitchenette and bathroom (2 separate doors). Unit also has two separate entrances, one from front and one from side (behind side gate). Features: \u0095 Completely remodeled 1 bed/1 bath studio apartment \u0095 Approximately 325sf floorplan with 2 private entrances \u0095 Kitchenette with new Ikea Cabinets, stainless sink, microwave Oven/exhaust, mini-fridge/freezer \u0095 Custom tiled floors (no smelly flea infested carpets here) \u0095 New Dual Pane Windows (less heat and less noise) \u0095 High ceilings with ceiling fan/light in all rooms \u0095 All new copper water pipes (no nasty tasting water) \u0095 New copper water pipes throughout \u0095 New grounded copper outlets (GFCI where applicable) \u0095 (no more plugging in electronics into unsafe ungrounded outlets) \u0095 New electric breaker panel (no more blown fuses to replace) \u0095 New central heat/ducts with digital thermostat (whole building) \u0095 Attic exhaust fan and insulated ceiling (cooler summers) \u0095 Large private backyard with wicker furniture, patio cover and BBQ. \u0095 24/7 Commercial storefront lights and motion sensitive security lights \u0095 SUN District Parking Permit available with authorization \u0095 Comcast High Speed Internet (50M) wired &amp; wireless \u0095 Comcast cable TV \u0095 Utility/Services: Flat fee of $ 100/mo (incl PG&E;, garbage, water, sewer, Comcast Cable TV, High-Speed Internet (wired/wireless) and off-street parking \u0095 Security Deposit: $ 1,295 \u0095 $25 credit application check/$60 annual renters insurance premium at signing \u0095 NO SMOKING. NO PETS. NO DRUGS. ******************************************************************************** *** PLEASE READ THIS CAREFULLY: *** \u0095 First and (likely only showing) will be: (TO BE DETERMINED) \u0095 IF THIS AD IS UP - UNIT IS STILL AVAILABLE \u0095 DO NOT disturb tenants \u0095 ******************************************************************************* ", "price": 1195.0}, {"hasPost": 0.0, "head": " Beautiful Single Family Home in Redwood Shore", "nbr": 4.0, "pid": 3884925290.0, "lon": -122.233157, "phone": -1.0, "link": "http://sfbay.craigslist.org/pen/apa/3884925290.html", "lat": 37.544801, "post": "", "price": 5500.0}, {"hasPost": 1.0, "head": "1 Room in MARINA 3bd - UNION & FILLMORE - ROOFTOP DECK", "nbr": 3.0, "pid": 3884923891.0, "lon": -122.435417, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3884923891.html", "lat": 37.796661, "post": " 1 Room in MARINA 3bd - UNION &amp; FILLMORE - ROOFTOP DECK Open house this Sat the 22nd and Sunday the 23rd... both at 12pm. THE ROOMMATES: 2 laid back, social, outdoor-loving young professionals who work in tech sales. FB profiles: ---Gino: ---Steve: THE HOUSE: Large 3-bedroom, 2-bath, 1,800 sq ft top floor unit with views of GG Bridge, Alcatraz, and Russian Hill Washer and dryer in unit Private roof deck with 360 degree views Large Balcony with sunny sliding glass doors Large open living room w/fireplace All-electric kitchen Secure 5-unit owner-occupied building In house treadmill and exercise bike THE BEDROOM: 12.5 x 11 accomodates queen bed easily Large sliding-door closet Share bathroom with 1 person Can come furnished with bed frame quiet room, off the street THE NEIGHBORHOOD Marina / Cow Hollow 3 Muni Bus Lines at the corner Multiple places to dine or shop for everything within blocks THE LEASE: Month to month Last month rent upon move-in FAQ: Is this for real? Yes, this is for real. Parking- street parking is easy and unlimited in duration with pass from city. Rent - includes, trash, water Utilities - for about 150 / roommate you get electricity, gas, internet, bi-weekly maid Are there any cats or dogs there? no Availability - right now ", "price": 1600.0}, {"hasPost": 1.0, "head": "Loft Style Apartment", "nbr": 1.0, "pid": 3884766664.0, "lon": -122.016873, "phone": -1.0, "link": "http://sfbay.craigslist.org/scz/apa/3884766664.html", "lat": 36.96565, "post": " Situated in an apartment building with 1 designated carport parking space. The Kitchen is equipped with a Refrigerator and Gas Stove. The bedroom is an open loft style with vaulted ceilings and attached bathroom with shower stall. Utilities are included in the rent. Co-Signors are not accepted. The owner is not participating in the Section 8 Housing Voucher Program. No Smoking. Cat possible upon approval with an additional deposit of $250.00 and proof of Renters Insurance. $990.00/Month Security Deposit: $1485.00 ", "price": 990.0}, {"hasPost": 1.0, "head": "Gorgeous arts & crafts style home in East Vallejo.", "nbr": 2.0, "pid": 3884711719.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3884711719.html", "lat": -1.0, "post": " Located on a tree lined residential street, this charming home is beautifully accented with designer touches, quality materials and craftsmanship throughout. Open &amp; spacious floor plan allows ample sunshine and warmth to filter through from the East and West providing bright light for indoor/outdoor living. Enjoyable large and very private backyard. ", "price": 800.0}, {"hasPost": 1.0, "head": "Newly Remodeled 2 Bedroom Flat w/ Ocean Views", "nbr": 2.0, "pid": 3884536950.0, "lon": -1.0, "phone": 4153783434.0, "link": "http://sfbay.craigslist.org/sfc/apa/3884536950.html", "lat": -1.0, "post": "   2       1       No       Unit       Beautifully Updated 2 bedroom/1 bathroom flat in the Sunset. Pride of ownership in every detail. Just 7 blocks to Ocean Beach and 2 blocks to Golden Gate Park and in the same neighborhood as the wildly popular Outerlands restaurant, recently voted one of the 100 best restaurants in the Bay Area. Convenient to the N Judah streetcar line for transportation downtown. * Totally remodeled with double-paned windows and high-quality carpet * Gourmet kitchen with granite counters, gas range, dishwasher and stainless refrigerator * Spacious living room with decorative fireplace and separate dinning room * 2 full-size bedrooms with ocean views * Fully-remodeled bathroom * Large shared backyard * Laundry hook ups in the building. * No smoking/No Pets. * 1 year lease required * Contact: Jim Adams 415.378.3434 or Gary Seto 415.265.7288 to schedule a private viewing ", "price": 2800.0}, {"hasPost": 1.0, "head": "Moving ? Need A Professional Mover ? Call today 707 539-6076 ", "nbr": -1.0, "pid": 3884496352.0, "lon": -1.0, "phone": 7073930592.0, "link": "http://sfbay.craigslist.org/nby/apa/3884496352.html", "lat": -1.0, "post": " Moving into storage or out ? We specialize in , residential relocation, and office moves . We do it All so you dont have too ! We also offer Debris removal ! Moving services : Starting at $95.00 per hr you get 2 professional movers and a 15 foot box truck ! ( 3 hour minimum ) ( $45.00 fee for stairs) Larger move ? No problem ! $140.00 per hour gets you 3 movers and a 24 foot box truck ! ( 3 hour minimum ) ( $45.00 fee for stairs ) All of our trucks come fully equipped with shrink wrap. moving pads, and dollys to keep your stuff nice ! We are full insured and Licensed to operate within the state of California Mtr191007 Debris removal services : Starting at $150.00 per full pick up truck full + dump fees ! We offer in addition to our pick up load a 4x8 trailer for an additional $125.00 + dump fees ! Call today to book your next move or Debris removal !! ( 707) 393 - 0592 Ask for Jason Office 707 539-6076 Bob ", "price": -1.0}, {"hasPost": 1.0, "head": "GLEN COVE Home! Available w/Custom Paint, 2 Car Garage & Fireplace!", "nbr": 3.0, "pid": 3884479362.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3884479362.html", "lat": -1.0, "post": " $1,895 per month, 3 bedrooms, 2 full baths, 1 half baths, 1,736 square feet ", "price": 1895.0}, {"hasPost": 1.0, "head": "Gorgeous Home in Glen Cove, Large Windows & Pergo Flooring!", "nbr": 4.0, "pid": 3884471750.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3884471750.html", "lat": -1.0, "post": " $2,095 per month, 4 bedrooms, 2 full baths, 0 half baths, 1,801 square feet ", "price": 2095.0}, {"hasPost": 1.0, "head": "Fun Life Style \"LiveAboard Yachts\" For Lease $750.mo+Berth see below", "nbr": 1.0, "pid": 3884465949.0, "lon": -122.4946, "phone": 4156866860.0, "link": "http://sfbay.craigslist.org/sfc/apa/3884465949.html", "lat": 37.8601, "post": " I have Boats For Lease to Live Aboard where ever you need to live in the Bay Area. These boats are restored to Legal Live Aboard condition w/ 1bd 1ba and full amenities. Great Life style on the Water. Slips/Berthing runs from $350.mo to $700.mo depending on where n which Marina you chose, Sausalito Slip Available now. Stove, Refrig, Micro, Wi-Fi, Cable/Dish, Parking, Public Trans., Bathrooms/Showers, Clean, Safe n Comfortable.... 12 month Lease with Deposit of $2k Refundable with conditions (Return of Boat etc.) Shown by Appointment only, Call 415-686-6860 \u0095cats are OK - purrr \u0095dogs are OK - wooo Bridgeway at Locust (google map) (yahoo map) \u0095cats are OK - purrr \u0095dogs are OK - wooof \u0095its NOT ok to contact this poster with services or other commercial interests ", "price": 750.0}, {"hasPost": 1.0, "head": "*GREAT 2 Bedroom Condo in Benicia!!*", "nbr": 2.0, "pid": 3884456284.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3884456284.html", "lat": -1.0, "post": " $1,495 per month, 2 bedrooms, 1 full baths, 1 half baths, 1,119 square feet ", "price": 1495.0}, {"hasPost": 1.0, "head": "*Benicia Bay View Villas Condo! 2 Bedroom, 1.5 Bath!", "nbr": 2.0, "pid": 3884453283.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3884453283.html", "lat": -1.0, "post": " $1,495 per month, 2 bedrooms, 1 full baths, 1 half baths, 1,119 square feet ", "price": 1495.0}, {"hasPost": 1.0, "head": "\"Live on a Yacht\" 1ba 1ba $850.mo+Berth Details below", "nbr": 1.0, "pid": 3884415328.0, "lon": -122.4946, "phone": 4156866860.0, "link": "http://sfbay.craigslist.org/nby/apa/3884415328.html", "lat": 37.8601, "post": " I have Boats For Lease to Live Aboard where ever you need to live in the Bay Area. These boats are restored to Legal Live Aboard condition w/ 1bd 1ba and full amenities. Great Life style on the Water. Slips/Berthing runs from $350.mo to $700.mo depending on where n which Marina you chose, Sausalito Slip Available now. Stove, Refrig, Micro, Wi-Fi, Cable/Dish, Parking, Public Trans., Bathrooms/Showers, Clean, Safe n Comfortable.... 12 month Lease with Deposit of $2k Refundable with conditions (Return of Boat etc.) Shown by Appointment only, Call 415-686-6860 \u0095cats are OK - purrr \u0095dogs are OK - wooo Bridgeway at Locust (google map) (yahoo map) ", "price": 850.0}, {"hasPost": 1.0, "head": "SAVE 20%-40% ON YOUR ELECTRIC BILL!", "nbr": -1.0, "pid": 3879391985.0, "lon": -1.0, "phone": 2125428164.0, "link": "http://sfbay.craigslist.org/eby/apa/3879391985.html", "lat": -1.0, "post": " YOU CAN SAVE UP TO 20% to 40% OFF YOUR MONTHLY ELECTRIC BILL - WITH ABSOLUTELY NO INVESTMENT ON YOUR PART. ITS TRUE !! My name is John Harding, and I represent a company called Lumination Home Energy, a leading installer of Solar Power nationwide. Because of recent State and Federal initiatives for clean energy and energy independence, the decision to go solar is now finally affordable. With our power systems, installation and equipment is absolutely free -- you pay only for the solar power you use every month. You can save thousands on cleaner, more affordable energy. Its just like your utility bill, only much cheaper. And no price increases ever - your solar rate is guaranteed to always stay the same! For more information, and to get a free, no obligation electricity quote, visit our website at Or you can call (212) 542-8164 for more information. Make sure to mention my name and ask about your 15% discount. Find Out How Much You Can Save With Solar at John Harding Senior Agent Lumination Energy LLC CORPORATE OFFICES Lumination Home Energy LLC. 551 Fifth Avenue, Manhattan, NY New York, NY 10017 ", "price": -1.0}, {"hasPost": 1.0, "head": "*Remodeled Ranch Style Home w/4 Bedrooms, Large Yard & New Kitchen!*", "nbr": 4.0, "pid": 3884381437.0, "lon": -1.0, "phone": 7072976800.0, "link": "http://sfbay.craigslist.org/eby/apa/3884381437.html", "lat": -1.0, "post": " $2,095 per month, 4 bedrooms, 2 full baths, 0 half baths, 1,819 square feet COMPLETELY REMODELED RANCH STYLE HOME WITH LARGE YARD!!! Come see all the updates this home has received such as new kitchen with granite counter tops, bathrooms with tile throughout, tile and pergo flooring, custom paint, window coverings even the two car garage was finished out! All appliances are included. Located in a beautiful area of East Vallejo off of Columbus Parkway this home is only minutes from Benicia. Pets are welcome! (Breed and weight restrictions apply) Call now to view 707-297-6800. Evening &amp; weekend appointments available! ", "price": 2095.0}, {"hasPost": 0.0, "head": "unique home - quiet community!", "nbr": 3.0, "pid": 3884337791.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3884337791.html", "lat": -1.0, "post": "", "price": 850.0}, {"hasPost": 1.0, "head": "Santa Cruz Studio near UCSC", "nbr": 1.0, "pid": 3884248189.0, "lon": -122.044274, "phone": -1.0, "link": "http://sfbay.craigslist.org/scz/apa/3884248189.html", "lat": 36.96845, "post": " Downstairs attached studio apartment. Approximately 1 mile from UCSC and 1 mile from the Boardwalk/Beach, and downtown Santa Cruz. Consider all that this includes when researching other possibilities: Utilities are included: Water, electricity, garbage. Laundry facilities available if respectfully used. Cable, wireless internet. Plenty of storage. Considerate landlord and friendly community. Steps away from Metro buses, within walking distance of UCSC, beach, downtown Santa Cruz, restaurants, markets and stores. Near bike paths and recreational areas. In coveted Westside Santa Cruz location. Safe location with landlord on property. Surrounded by a beautiful flower garden. Perfect situation for student who wants to live off campus, or for someone who commutes to Santa Cruz during the week. Electrical appliances only. No stove. Rental includes hot plate, microwave, large refrigerator, toaster oven. Small bathroom with shower. Occupied through June but will be returned to pristine condition when rented. Available July 15. No pets. Single occupancy ONLY. No exceptions. ", "price": 1200.0}, {"hasPost": 1.0, "head": "Large Sunny Studio in Central Hayes Valley!", "nbr": -1.0, "pid": 3884148991.0, "lon": -122.424729, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3884148991.html", "lat": 37.777194, "post": " Studio 1/1 279 street parking ", "price": 2100.0}, {"hasPost": 1.0, "head": "House in serene garden setting with pool (+addt'l in-law unit avail)", "nbr": -1.0, "pid": 3884140462.0, "lon": -122.706985, "phone": -1.0, "link": "http://sfbay.craigslist.org/nby/apa/3884140462.html", "lat": 38.32442, "post": " This incredibly private location on small acreage is in Cotati. It is on a private road with gated driveway and in a tranquil garden setting with pool! *Available approximately August 15th. Property is the IDEAL set up for a couple or small family to rent main house and have a relative rent the attached unit! The house and the unit will be rented independently, each with its own lease documents and separate monthly rent amounts required. Main home $3,250 per month: Single level 3bd, 2ba with large great room. Laminate flooring throughout home. Kitchen includes d/w, gas stove and fridge. Inside laundry room with pantry includes washer &amp; dryer. Wood burning stove and central heat. Offstreet parking on blacktop. Rent includes utilities (PG&E;, Comcast) up to a monthly amount of $250. Rent also includes once/month gardener, garbage and basic pool maintenance. Unit $1,400 per month: Single level 1bd, 1ba with walk-in closet, carpeted large bedroom, tile floors, wood burning stove and cute kitchen (fridge not included). Unit shares a wall with the main house but has own private entrance and small back patio. Offstreet parking on blacktop. Property is on septic system and well. Household pets are negotiable, no livestock. 6 month lease required. Credit check (at applicants expense) and references required. Security deposit required with first months rent. Shown by appointment only...no drivebys. Calls only - emails not answered. No smoking, no drugs. Call Laura: 707-338-3 Five 4 Two ", "price": -1.0}, {"hasPost": 1.0, "head": "Prime Location in Hayes Valley! Available NOW!", "nbr": -1.0, "pid": 3883993366.0, "lon": -122.424729, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3883993366.html", "lat": 37.777194, "post": " Studio 1/0 $1,750 Allowed: No Pets. ", "price": 1750.0}, {"hasPost": 1.0, "head": "Gated Townhome Community with Garages and 8' Ceilings", "nbr": 2.0, "pid": 3883875977.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883875977.html", "lat": -1.0, "post": " This charming 2 bedroom townhome located in Vallejo is a must see! 1,000 Spacious square feet of living space remodeled &amp; refurbished. Other nice features include 2 private patios, electric stove, new carpet, and a beautiful open floor plan. Give us a call for a viewing of your NEXT HOME today!Please Call, replies to this ad wont be received. Thank You ", "price": 1200.0}, {"hasPost": 1.0, "head": "Stop Looking!  You Found Your Next Home!", "nbr": 2.0, "pid": 3883869076.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883869076.html", "lat": -1.0, "post": " Come see this two bedroom townhome located in Vallejo you will fall in love. Features include 2 patios, new carpet, and a beautiful open floor plan.Keywords: Oakland, bayside, Gibson park,broadway, downtown ", "price": 1150.0}, {"hasPost": 1.0, "head": "Enjoy the Right Lifestyle at The Ridge", "nbr": 2.0, "pid": 3883868127.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883868127.html", "lat": -1.0, "post": " Call- 707.649.two999Move-In Special, Call Today!!! ", "price": 1200.0}, {"hasPost": 1.0, "head": "***Super Specials, CALL NOW***", "nbr": 2.0, "pid": 3883860234.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883860234.html", "lat": -1.0, "post": " Call- 707.six492999Please call, replies to this ad will not be received.  Thank You ", "price": 1150.0}, {"hasPost": 1.0, "head": "3 Br/ 2 Bath Duplex, GOOD School (API 893) in Milpitas area", "nbr": 3.0, "pid": 3873046032.0, "lon": -1.0, "phone": 5103359162.0, "link": "http://sfbay.craigslist.org/sby/apa/3873046032.html", "lat": -1.0, "post": " We have a Large Duplex in Milpitas with a 1 car garage Across to William Burnett elementary school (API score: 893) Brand new Kitchen granite counter top and cabinet Brand new heater With 3 bedrooms, 2 Bath with a garage and front/back yard Water and garbage will be paid by Landlord (saving value of $80 approximately) Near HWY 680, 237 and 880 for easy commuting to work New Hardwood floor Milpitas High School Next to Cardoza Park Close to Shopping mall New bathroom and closet in master bedroom Room for washer and dryer Monthly Rent: $2450.00 Deposit: $2450.00 Application fee $30.00 per person over the age of 18 No Section 8 Contact phone: 510-335-9162 ", "price": 2450.0}, {"hasPost": 1.0, "head": "*GLEN COVE HOME! 5 Bedroom, 3 Car Garage & LOTS of Privacy!!*", "nbr": 5.0, "pid": 3883814266.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883814266.html", "lat": -1.0, "post": " $2,395 per month, 5 bedrooms, 3 full baths, 0 half baths, 2,846 square feet ", "price": 2395.0}, {"hasPost": 1.0, "head": "*2 Bedroom Condo in Benicia!*", "nbr": 2.0, "pid": 3883806244.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883806244.html", "lat": -1.0, "post": " $1,495 per month, 2 bedrooms, 1 full baths, 1 half baths, 1,119 square feet ", "price": 1495.0}, {"hasPost": 1.0, "head": "*3 Bedroom Home, Hardwood Flooring & Large Backyard!*", "nbr": 3.0, "pid": 3883761378.0, "lon": -1.0, "phone": 7072976800.0, "link": "http://sfbay.craigslist.org/eby/apa/3883761378.html", "lat": -1.0, "post": " $1,695 per month, 3 bedrooms, 2 full baths, 0 half baths, 1,121 square feet Pets are welcome! (Breed and weight restrictions apply) Call now to View! 707-297-6800. Evening and Weekend Appointments Available! NOW OPEN 7 DAYS A WEEK! ", "price": 1695.0}, {"hasPost": 1.0, "head": "*4 Bedroom Home w/ New Kitchen, Custom Paint & 2 Car Garage!*", "nbr": 4.0, "pid": 3883744186.0, "lon": -1.0, "phone": 7072976800.0, "link": "http://sfbay.craigslist.org/eby/apa/3883744186.html", "lat": -1.0, "post": " $2,095 per month, 4 bedrooms, 2 full baths, 0 half baths, 1,819 square feet COMPLETELY REMODELED RANCH STYLE HOME WITH LARGE YARD!!! Come see all the updates this home has received such as new kitchen with granite counter tops, bathrooms with tile throughout, tile and pergo flooring, custom paint, window coverings even the two car garage was finished out! All appliances are included. Located in a beautiful area of East Vallejo off of Columbus Parkway this home is only minutes from Benicia. Pets are welcome! (Breed and weight restrictions apply) Call now to view 707-297-6800. Evening &amp; weekend appointments available! ", "price": 2095.0}, {"hasPost": 1.0, "head": "*Condo in BENICIA!! Available w/2 Bedrooms, 1.5 Baths!*", "nbr": 2.0, "pid": 3883742966.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883742966.html", "lat": -1.0, "post": " $1,495 per month, 2 bedrooms, 1 full baths, 1 half baths, 1,119 square feet ", "price": 1495.0}, {"hasPost": 1.0, "head": "Santa Cruz 1bd 1bth 100sqft $2000", "nbr": -1.0, "pid": 3883736624.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/scz/apa/3883736624.html", "lat": -1.0, "post": " Well it looks like all the postings about Santa Cruz being anti-pets are being flagged by the slumlords. Keep posting them! They think they own CL and can control what people say. That is the mentality of SC landLORDS. Ive lived in Santa Cruz for over 4 decades. Santa Cruz landlords (majority are slumlords) are very controlling, demanding, and nosey. All they want is money and they put a ton of restrictions on the renter-except for the overcrowded house of students that they allow to torment long time resident neighbors. They never fix anything and offer sub-standard living conditions. If you are thinking about moving here- dont!!!! I cant wait to get out of this place! Its not worth it. And really, Santa Cruz isnt all that-totally overrated! Seriously, what is so great about SC that would make it worth being treat badly by landlords, overpaying for substandard living and not being able to keep your family members? Keep your pets (as you should-its a life long commitment) and move to somewhere that is affordable, nice and friendly. Santa Cruz sucks! Flag their posts since they want to stiffle us! ", "price": 2000.0}, {"hasPost": 1.0, "head": "Spacious One Bedroom Apartment For Rent In Prime Neighborhood", "nbr": 1.0, "pid": 3883726269.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/pen/apa/3883726269.html", "lat": -1.0, "post": " Spacious, bright one bedroom apartment for rent in nicely located apartment building. Hardwood floors, Laundry facilities in building. This is a ideal location for quiet residents in a friendly building. Available immediately, utilities like hydro,heat,hot water,cable, internet access are included in the rent. Features: - Master bedroom - Large in-suite storage - Excellent stainless steel appliances: Fridge, Electric,Stove, Microwave, Dishwasher - In-suite Washer/Dryer - Very bright kitchen - Spacious Living room - Reserved parking ", "price": 600.0}, {"hasPost": 1.0, "head": "*GLEN COVE HOME! 3 Bedrooms, Custom Paint & Vaulted Ceilings!*", "nbr": 3.0, "pid": 3883700468.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3883700468.html", "lat": -1.0, "post": " $1,895 per month, 3 bedrooms, 2 full baths, 1 half baths, 1,736 square feet ", "price": 1895.0}]