[{"hasPost": 1.0, "head": "Amazing court location!! Freshly painted, newer upgrades, ", "nbr": 3.0, "pid": 3890353255.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3890353255.html", "lat": -1.0, "post": " Amazing court location!! Freshly painted, newer upgrades, new flooring in great room! his beautiful home has 3 Bedrooms, 2 full Bathrooms, 1,444 Approx Sq Ft of Living Space. This stunning home offers a large updated kitchen, open great room, and a relaxing master suite. ", "price": 1500.0}, {"hasPost": 1.0, "head": "Duboce Triangle 2bed 2bath ", "nbr": 2.0, "pid": 3890287216.0, "lon": -122.434808, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3890287216.html", "lat": 37.764962, "post": " A rare opportunity to own or rent a fabulous house-like condominium on one of the most desirable streets in the City, conveniently located to shopping, great restaurants, markets, popular Duboce and Buena Vista Parks, Downtown and transportation. A sought after Victorian home in move-in condition with views across the City toward the East Bay. Beautifully maintained, professionally remodeled and updated with elegant attention to detail, this extraordinary and versatile 2-bedroom, 2 bath home offers a living room, formal dining room, home office, crown moldings and hardwood floors, a remodeled, eat-in kitchen with laundry center, operable skylight and adjacent, walk-out deck, among other exceptional features. The same custom designed deck wraps around to the rear of the property creating a peaceful and intimate environment, which is ideal for relaxation and entertaining. From the master suite you can enjoy breathtaking sunrises, easterly views across the City, visits from hummingbirds and songbirds, and frequent sightings of soaring red tailed hawks and San Franciscos famous parrots. It is the perfect place to begin and end the day. Remodeled and updated with great attention to detail Luxurious, updated, MOVE-IN condition Wonderful curb appeal -- So VERY San Francisco Period details include marble fireplace surround, box beam ceilings, bevel glass window, decorative rosettes, crown moldings and vintage pocket doors Designer specified paint throughout Living room with marble fireplace Formal dining room 11+ ceilings in most rooms Remodeled eat in kitchen with custom cabinetry, top quality appliances, plenty of storage, recessed lighting, operable skylight, and walk out deck Lovely, light-filled, remodeled view master suite with custom closet and French doors opening to adjacent private deck with wonderful San Francisco and East Bay views Remodeled, light-filled master bathroom Remodeled marble guest bathroom Recently added home office with custom cabinetry and lighting Hardwood flooring in most rooms New Baldwin bronze hardware throughout Professionally designed closet systems throughout Built in sound system with ceiling speakers in main rooms including kitchen Laundry center in Kitchen Deeded custom designed wrap around deck with access from kitchen and master suite Views of San Francisco and East Bay from master suite and adjacent deck DEEDED GARAGE with parking for one car and ample, custom designed California Closets storage Exclusive use and development rights to the roof PRETTY DUBOCE and BUENA VISTA PARKS WITHIN WALKING DISTANCE Beaver Street is a serene, tree-lined street yet is steps to the urban delights of Noe Valley/Castro Village including grocery stores, restaurants, coffee shops, boutique shops and banks. Convenient to many transportation options including 280 and 101 to and Tech Buses. Muni and Market Street historic Streetcars are a short distance away for Downtown, Financial District and Union Square commutes. With a Walk Score of 100-a walkers paradise, a Transit Score 96-Riders Paradise and a Bikers Score 86-Very Bikeable, this location is a perfect point to explore all San Francisco has to offer. ", "price": 3250.0}, {"hasPost": 1.0, "head": "ROOM for RENT $750 in a 2 Bedroom APT. ", "nbr": 1.0, "pid": 3890310110.0, "lon": -122.263134, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3890310110.html", "lat": 37.850985, "post": " One Bedroom available in a cute apartment Located in Oakland boarderline Berkeley. Very Secure building. Walking distance to Ashby bart, Berkeley Bowl, College st. Shops. This location is prime!! My room mate is moving out Mid July so room will be all ready by August 1st.! Parking located on the street. NO PETS. Rent is $750-Not includes Utilities! Credit check with landlord plus deposit;) Im a 26 yr. old UC Berkeley student Im looking for ladies thats down to earth, clean, and looking for a cute peaceful home to be in... If this is you please contact me!! ", "price": 750.0}, {"hasPost": 1.0, "head": "STUDIO IN SKYHAWK AREA", "nbr": 1.0, "pid": 3890206574.0, "lon": -1.0, "phone": 7075921499.0, "link": "http://sfbay.craigslist.org/nby/apa/3890206574.html", "lat": -1.0, "post": " PLEASE DRIVE BY BEFORE CALLING ME. DRIVE BY BEFORE CALLING ME. REALLY GREAT LOCATION IN RINCOLN VALLEY NEWER HOME THAT WAS BUILT WITH ATTATCHED UNIT.SEPERATE ENTRANCE 5519 RAINBOW CIRCLE/NO WASHER DRYER HOOK UPS RON AT 707-592-1499 NO DOGS AND NO SMOKING PLEASE. PLEASE DONT DISTURB TENANTS ", "price": 895.0}, {"hasPost": 1.0, "head": "3/2 House, Fully furnished. Se Renta Casa", "nbr": 3.0, "pid": 3890154155.0, "lon": -119.958876, "phone": 4152603484.0, "link": "http://sfbay.craigslist.org/sfc/apa/3890154155.html", "lat": 38.898208, "post": " 3 bedroom, 2 bath cabin located in a great area. 1600 square with a queen bed in master bedroom, queen bed in second bedroom, twin bunk beds in bedroom 3. Fully equipped kitchen with brand new pots & pans. This house is available starting May 1st. Rent $1600 a month with a $1600 deposit. Tenant is responsible for all utilities. Maricela 415--260-3484 ", "price": 1600.0}, {"hasPost": 1.0, "head": "WALK TO BEACH 10MIN TO SF RECENT REMODEL GREAT VIEWS OCEAN/TREES/HILLS", "nbr": 2.0, "pid": 3890139022.0, "lon": -122.48138, "phone": -1.0, "link": "http://sfbay.craigslist.org/pen/apa/3890139022.html", "lat": 37.648439, "post": " EMAILS WITHOUT CONTACT DETAILS WILL NOT BE ANSWERED PLEASE, PERSONALIZE YOUR EMAIL TO MAKE IT LOOK REAL AND NOT SCAM. IF IM IN DOUBT, I SIMPLY DONT RESPOND!!! PREFERENCE WILL BE GIVEN TO CANDIDATES WHO CAN MOVE IN RIGHT AWAY OR SOON, HAVE A GOOD CREDIT AND RESOURCES TO LOCK IN. THIS IS A MINIMUM OF A 1 YEAR LEASE. NO SMOKING NO PETS 1ST MONTH, LAST MONTH AND DEPOSIT GETS YOU IN EVERYONE WHO EMAILED ME AND HAVENT GOT A RESPONSE: APOLOGIES, AS I THOUGHT WE HAD IT RENTED RIGHT AWAY. THIS TIME I WILL RESPOND TO CREDIBLE INQUIRIES IN THE ORDER, IN WHICH THEY COME IN. MAXIMUM OCCUPANCY: 2 PERSONS GOOD CREDIT REQUIRED. SECTION 8 CURRENTLY NOT ACCEPTED ! AVAILABLE NOW ! - QUIET NEIGHBORHOOD, DESIRED LOCATION - CLOSE TO THE BEACH ! SEE PICTURES BELOW HWY1 PAST 280 IN PACIFIC MANOR ! IN NORTH PACIFICA, ON THE COAST NEAR COLMA, SOUTH SAN FRANCISCO, DALY CITY, SAN BRUNO QUICK FREEWAY ACCESS ON A HILL WITH PARTIAL OCEAN / TREES / HILLS VIEWS AND FROM EVERY WINDOW NEWER REMODEL 1266 SQFT 2BED/1.5 BATH DUAL-PANE WINDOWS THROUGHOUT THE HOUSE NEW MOLD-RESISTANT DRYWALL IN BEDROOMS: CUSTOM TEXTURE/PAINT JOB ! NEW EXTRA INSULATED BEDROOM WALLS KEEP THE HEAT IN AND THE MOIST OUT ! SAVES A LOT OF $$$ ON YOUR PG&E; BILL AND KEEP BEDROOMS WARM ALL WINTER ! NEW WALL-TO-WALL CARPETS THROUGHOUT THE HOUSE NEW HIGHEST QUALITY BEHR PAINT & PRIMER/SEALER ALL IN ONE WITH MILDEWCIDE PAINTJOB THROUGHOUT THE HOUSE NEW FLOOR MOLDING THROUGHOUT THE HOUSE NEW EXTENDED GRANITE COUNTERTOPS IN UPDATED AND RENOVATED KITCHEN RENOVATED CABINETS - A LOT OF CABINET SPACE NEW POWER-EFFICIENT DISHWASHER NEWER POWER-EFFICIENT APPLIANCES: CERAMIC GLASS-TOP STOVE LARGE OVERHOOD MICROWAVE LARGE POWER-EFFICIENT REFRIGERATOR - KEEPS FOOD REALLY COLD ! BRAND-NEW AUTOMATIC ROLL-UP GARAGE DOORS WITH QUIET BELT DRIVEN 3/4HP MOTOR AND REMOTE CONTROL ! VERY NICE ! YOUR OWN PRIVATE GARAGE WITH WASHER & DRYER + DRIVEWAY TO PARK MORE CARS + STREET PARKING IN FRONT OF HOUSE NEW POWER-EFFICIENT PILOT-LESS HEATER (FORCED AIR - CENTRAL HEATING THROUGHOUT THE HOUSE) NEW WATER HEATER NEW VANITY/FAUCETS IN UPSTAIRS HALF BATHROOM/KITCHEN AN ENORMOUS-SIZE DECK OVER A VERY SPACIOUS ATTACHED GARAGE WITH HIGH CEILINGS AND EXTRA STORAGE SPACE WITH SHELVES NO SMOKING NO PETS 1ST MONTH, LAST MONTH AND $1850.00 DEPOSIT GETS YOU IN password to view pictures: remodel pictures are here: http://photobucket.com/kyzel22remodel NOTE: PETS ARE NOT ALLOWED REGARDLESS OF KIND OR SIZE NOTE: WE ARE NON-SMOKING HOME WHERE SMOKING IS PROHIBITED ON THE PREMISES - EITHER INSIDE OR OUTSIDE ", "price": 1850.0}, {"hasPost": 1.0, "head": "Great North Berkeley/Albany Solano Ave Location 1BR Available Now!!", "nbr": 1.0, "pid": 3858235435.0, "lon": -122.288263, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3858235435.html", "lat": 37.890925, "post": " If youre looking for a nice and quiet place to live in the heart of Solano Avenue then look no further! Conveniently Located at 1494 Solano in Albany (just three doors down from Safeway), we currently have some of our bright and cozy one bedroom apartments available for move in on July 1st and July 15th. (possibly sooner if you need it before then)! Solano Avenue offers great shopping, dining and entertainment along with a safe neighborhood atmosphere all steps outside of your apartment. This building is only two miles from UC Berkeley and a short distance from several BART stations all of which can be easily accessed by AC Transit line 18 which runs along Solano Avenue. Freeway access is also very quick and easy; this building is in the perfect East Bay location to meet all of your commuting and travel needs. The rent for the apartments range from: $1,175 for third floor unit $1,150 for second floor unit $1,100 for ground floor unit The security deposit is $1,650 Credit checking fee is $25 Water and garbage are included in the rent. Plenty of street parking is available, parking inside the building may also be available for an additional charge added to monthly rent. Sorry, no section 8. There will be an open house for the available apartments this upcoming Wednesday June26th from 5:30pm to 6:30pm. If you wish to attend the open house please RSVP by emailing the manager (1494solanoave@gmail.com) to receive further information. The pictures shown are not the exact apartments currently available, but all of our one bedrooms are identical in size and layout, they just vary slightly in carpets and finishes. ", "price": 1150.0}, {"hasPost": 0.0, "head": "Excellent Santa Clara Location Quiet Convenient", "nbr": 1.0, "pid": 3859898571.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sby/apa/3859898571.html", "lat": -1.0, "post": "", "price": 1360.0}, {"hasPost": 1.0, "head": "Beautiful Cole Valley Apartment for mid August to mid September", "nbr": 1.0, "pid": 3890056958.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sfc/apa/3890056958.html", "lat": -1.0, "post": " Our Apartment will be available for short-term sublet from August 20 to September 24. You can rent it by the week or for the entire time for a reduced rate. The Apartment: We are offering our beautiful and sunny 1 bedroom, 1 bathroom apartment located in the heart of San Francisco for you to enjoy. Our place is fully stocked with high-speed internet, HD TV with basic cable and surround sound, queen bed, and a full kitchen featuring gas appliances and an espresso machine. Location and Transportation: Our apartment is located in the Cole Valley neighborhood of San Francisco. There are 2 bus lines right outside, and the MUNI light rail within an easy 3 block stroll. Public transit gives you great access to the beach, downtown, and all of the major attractions in San Francisco without the stress of city driving or parking. $800 per week or $2800 for the month ", "price": 800.0}, {"hasPost": 1.0, "head": "Spacious Homes With Unmatched Rooftop Amenities and Panoramic Views!!", "nbr": 3.0, "pid": 3889992297.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3889992297.html", "lat": -1.0, "post": " Apartment for rent in Milpitas CA - $3464 3 bedroom - Apex Checkout more of our apartments for rent at Apex in Milpitas CA 111539 ", "price": 1464.0}, {"hasPost": 1.0, "head": "Beautiful CRaftsman Style Home ", "nbr": 3.0, "pid": 3889849855.0, "lon": -122.350773, "phone": 5104532513.0, "link": "http://sfbay.craigslist.org/eby/apa/3889849855.html", "lat": 37.974365, "post": " Newer Craftsman Style Home. Built New in 2008. Custom Cabinets, stone counters and stainless steel appliances. Hardwood floors and carpet in bedrooms. Gas fireplace, two car garage and redwood deck a rear of house. Close to Bart station and Point Pinole Regional Park. Brad : 510-453-2513 ", "price": 2500.0}, {"hasPost": 1.0, "head": "2 bedroom penthouse condo - Amazing views ~ J.Wavro", "nbr": -1.0, "pid": 3889645663.0, "lon": -122.429989, "phone": 4155093456.0, "link": "http://sfbay.craigslist.org/sfc/apa/3889645663.html", "lat": 37.794895, "post": " Please contact: James Wavro 415-509-3456 jw@jwavro.com     San Francisco - Pacific Heights - Condo for rent Rent: $7900 Bed / Bath: 2 / 2 Type: Condo Term: 1 Year Parking: 2 Car Tandem Parking Fee: $0 Pets: Cat, Dog OK View: Panoramic Floors: Tile & Carpet Kitchen: Upgraded Laundry: In Unit Outside area: Balcony This remodeled two bedroom, two bath penthouse condominium has absolutely amazing views! Location is convenient to all that Union, Fillmore and Polk Streets have to offer! Unit highlights:  ~ Remodeled kitchen with stainless steel appliances and breakfast bar. ~ Spacious open floor plan, living/dining combo, perfect for entertaining ~ Tiled floors in the living room and entry, carpet in the bedrooms ~ Master bedroom with en-suite bath, vanity sink and walk-in closet ~ Private balcony  ~ Good closet space ~ Floor to ceiling windows with fabulous views  ~ A ton of natural sun-light ~ Two car parking included Available now. Small pet is negotiable. Broadway Street & Laguna Street, San Francisco, CA James Wavro 415-509-3456 jw@jwavro.com Find all J.Wavro listings on Craigslist List View  |  Map View J.Wavro Team Preview more properties at jwavro.com cl3719392018319-0 DRE # 01810008 Content and Images © 2013 J.Wavro     ", "price": -1.0}, {"hasPost": 1.0, "head": "Yachts to Live On! $750.mo+Berth Details Below", "nbr": -1.0, "pid": 3889536613.0, "lon": -122.4946, "phone": 4156866860.0, "link": "http://sfbay.craigslist.org/nby/apa/3889536613.html", "lat": 37.8601, "post": " I have 2 Boats For Lease to Live Aboard where ever you need to live in the Bay Area. These boats are restored to Legal Live Aboard condition w/ 1bd 1ba and full amenities. Great Life style on the Water. Slips/Berthing runs from $350.mo to $700.mo depending on where n which Marina you chose, Sausalito Slip Available now. Stove, Refrig, Micro, Wi-Fi, Cable/Dish, Parking, Public Trans., Bathrooms/Showers, Clean, Safe n Comfortable.... 12 month Lease with Deposit of $2k Refundable with conditions (Return of Boat etc.) Shown by Appointment only, Call 415-686-6860 \u0095cats are OK - purrr \u0095dogs are OK - wooo Bridgeway at Locust (google map) (yahoo map) ", "price": 750.0}, {"hasPost": 1.0, "head": "NEWER Nice House! HIGH END WINDOWS AND WASHER DRYER! Big Private Yard!", "nbr": 1.0, "pid": 3879445861.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/scz/apa/3879445861.html", "lat": -1.0, "post": " Very cute 1BR 1BA house. Must see to fully appreciate. This is an actual private house. 600 sq ft but feels larger due to BEAUTIFUL VAULTED CEILINGS. Extremely nice, private and sunny landscaped FULLY FENCED YARD with landscaping. Front and backyard lawns. LIGHT AND BRIGHT w/ high ceilings and gorgeous HIGH END ANDERSON ENERGY EFFICIENT WINDOWS. Beautiful TILE IN KITCHEN AND IN FULL BATH with bathtub. Upstairs has very nice WALL LENGTH BUILT IN BOOKSHELF about 4 feet in height. Excellent West side location. Refrigerator, HIGH END ENERGY EFFICIENT FRONT LOADING WASHER AND DRYER. One private off street paved parking space. Excellent central West side location. Only 4 blocks from beach! No Smoking or pets. Shown by Appointment only. Maximum 1 tenant. Month to month tenancy. Available Now! First and last months rent plus a $1900 security deposit required ", "price": 1900.0}, {"hasPost": 0.0, "head": " Furnished Cozy Single Family Home with Beautiful Yard", "nbr": 4.0, "pid": 3888919594.0, "lon": -122.119696, "phone": -1.0, "link": "http://sfbay.craigslist.org/pen/apa/3888919594.html", "lat": 37.38324, "post": "", "price": 5500.0}, {"hasPost": 1.0, "head": "Spacious single story ranch style home. Well established neighborhood", "nbr": 3.0, "pid": 3888886746.0, "lon": -122.2269, "phone": -1.0, "link": "http://sfbay.craigslist.org/eby/apa/3888886746.html", "lat": 38.110883, "post": " Spacious single story ranch style home. Well established neighborhood. Expanded to a 3 bedroom 2 bath home. Ample cabinets and counter space in the kitchen. Master bedroom with 2 closets, dressing area. Master bath with separate shower plus a soaking tub. Tile and hardwood flooring, carpets in bedrooms. Large covered patio. ", "price": 1000.0}, {"hasPost": 1.0, "head": "Built in 2000 this wonderful home has just been updated", "nbr": 3.0, "pid": 3888870573.0, "lon": -122.71443, "phone": -1.0, "link": "http://sfbay.craigslist.org/nby/apa/3888870573.html", "lat": 38.44047, "post": " Built in 2000 this wonderful home has just been updated to include new laminate flooring, new paint, new appliances and new landscaping. Other features include high ceilings, gas fireplace, central heat, two separate single-car garages, comfortable and roomy master suite and laundry closet in hall. Enjoy no through traffic in a location close to award winning schools, public transportation and all the amenities of town. ", "price": 1344.0}, {"hasPost": 1.0, "head": "3 Bedroom, 1.5 Bath Town House", "nbr": 3.0, "pid": 3888764806.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sby/apa/3888764806.html", "lat": -1.0, "post": " Blossom Hill 5480 Lean Ave San Jose CA 95123 full 1 Blossom walkways swimming public Room Assigned comfort play Parking Clubhouse Fitness Air Ready Carpeting Ceiling way 1br transportation pool freeways Apartments why San are we a Disposal Microwave Refrigerator Balcony/Deck/Patio best Conditioning Cable sparkling fitness room state Laundry convenience picnic winding shopping bedrooms days throughout grounds also center in run see Closets Dishwasher Garbage along kitchen restaurants floorplans for Spacious week features lushly Center Playground Swimming to art the Now 6 Come community featuring large and multiple 2 affordability Pool Elevator 2br with bedroom BBQ Hill yourself of property Jose areas benches mall Open is recreation visit courtyard Fan landscapedBlossom AD2436 comfort transportation is floorplans features Open areas way Laundry yourself courtyard room with best mall are swimming see why Center Playground Swimming Air l ut quod agebat iuxta conivere accubabit uno puellae domi interius quietem in partem humanitatis si Videlicet Ad Cloccam Dorotheae vastata mittam posset quid ita haesit nulli utrique admiramini loco usque toto mansiunculas angulum eius maculis stulta ipse cella quia te non jucundissimus de ministrandum noctis suo inventus stans mu solus ostium mane nihil Palatii viridi est cubiculo ad conclavi araneola et reversus mirandum vis unus abiit Haec rep ", "price": 2164.0}, {"hasPost": 1.0, "head": "Nice & Clean (Gated Area ) / 24 hour security ", "nbr": 3.0, "pid": 3878897773.0, "lon": -1.0, "phone": 2098887033.0, "link": "http://sfbay.craigslist.org/sby/apa/3878897773.html", "lat": -1.0, "post": " (Coming Soon) Beautiful Brook side 3 bed 2.5 bath 2 car garage Gated 24 hour Security Move in July 01.Drive by outside anytime No Showing before July 01. Rent$1399 Deposit$1399 pets okay with $500 extra deposit Showing July 01 (Monday )1.00pm to 1.30pm July 03 (Wednesday) 1.00pm to 1.30pm qualifications : Income should be $5,000 Net monthly or more (total house hold income) & etc.if you bring last year W2 & 1 month pay-stub you can move-in next 24 hours Property Address : 5699 Vintage Circle Stockton 95219 Mike 209-888-7033 ", "price": 1405.0}, {"hasPost": 1.0, "head": "Yachts to Live On! $750.mo+Berth Details Below", "nbr": 1.0, "pid": 3888534815.0, "lon": -122.4946, "phone": 4156866860.0, "link": "http://sfbay.craigslist.org/nby/apa/3888534815.html", "lat": 37.8601, "post": " I have 2 Boats For Lease to Live Aboard where ever you need to live in the Bay Area. These boats are restored to Legal Live Aboard condition w/ 1bd 1ba and full amenities. Great Life style on the Water. Slips/Berthing runs from $350.mo to $700.mo depending on where n which Marina you chose, Sausalito Slip Available now. Stove, Refrig, Micro, Wi-Fi, Cable/Dish, Parking, Public Trans., Bathrooms/Showers, Clean, Safe n Comfortable.... 12 month Lease with Deposit of $2k Refundable with conditions (Return of Boat etc.) Shown by Appointment only, Call 415-686-6860 \u0095cats are OK - purrr \u0095dogs are OK - wooo Bridgeway at Locust (google map) (yahoo map) ", "price": 750.0}, {"hasPost": 0.0, "head": "Central heat and air conditioning Pets OK", "nbr": 1.0, "pid": 3858040220.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sby/apa/3858040220.html", "lat": -1.0, "post": "", "price": 1360.0}, {"hasPost": 1.0, "head": "Seabright Rental", "nbr": 1.0, "pid": 3888460824.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/scz/apa/3888460824.html", "lat": -1.0, "post": " Well it looks like all the postings about Santa Cruz being anti-pets are being flagged by the slumlords. Keep posting them! They think they own CL and can control what people say. That is the mentality of SC landLORDS. Ive lived in Santa Cruz for over 4 decades. Santa Cruz landlords (majority are slumlords) are very controlling, demanding, and nosey. All they want is money and they put a ton of restrictions on the renter-except for the overcrowded house of students that they allow to torment long time resident neighbors. They never fix anything and offer sub-standard living conditions. If you are thinking about moving here- dont!!!! I cant wait to get out of this place! Its not worth it. And really, Santa Cruz isnt all that-totally overrated! Seriously, what is so great about SC that would make it worth being treat badly by landlords, overpaying for substandard living and not being able to keep your family members? Keep your pets (as you should-its a life long commitment) and move to somewhere that is affordable, nice and friendly. Santa Cruz sucks! Flag their posts since they want to stiffle us! ", "price": 5000.0}, {"hasPost": 1.0, "head": "COMING SOON!! NICE AND QUIET NEIGHBORHOOD", "nbr": 2.0, "pid": 3888174232.0, "lon": -1.0, "phone": -1.0, "link": "http://sfbay.craigslist.org/sby/apa/3888174232.html", "lat": -1.0, "post": " 2BR/1BA Apartment $1,650/month Bedrooms 2 Bathrooms 1 full, 0 partial Sq Footage 790 Parking 1 dedicated Pet Policy No pets Deposit $1,650 DESCRIPTION Charming second floor unit, completely Remodeled 2 bedroom apartment is located in a well maintained Fourplex. Highly upgraded with New Double Pane Windows, COMPLETELY NEW KITCHEN, including solid wood cabinets, GRANITE counter top, new refrigerator, dishwasher, stove, and microwave; also new: sink & faucet. New tile floor in kitchen, bathroom, and entry, new vertical blinds in all windows. The bedrooms new carpets, closet and ceiling fan. The bathroom completely remodeled included all new fixtures and cabinetry. Freshly painted throughout. NEW Pergo Flooring in Living room. NEW Ceiling Fan in bedrooms and living room. NEW Coin-Op Washer & Dryer (shared laundry room). Single car garage and street parking. Located near Mitty High and in Cupertino Schools. Great location with close proximity to Apple, Kaiser Hospital, Ranch 99 Market, Vallco Shopping Center, and Easy Access to Hwy 85/280. Centrally located just minutes drive to downtown Sunnyvale, Cupertino, Santa Clara, Saratoga, Campbell, Mountain View, and Los Altos. Please DO NOT DISTURB TENANTS. Drive-by for viewing at this time. ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ I ONLY ANSWER EMAILS THAT ARE REAL. SO PROVIDE CONTACT NUMBER, HOW MANY TENANTS, AVAILABLE DATE TO MOVE IN AND ILL ANSWER YOU BACK, THANK YOU. 504 Doyle Rd Apt 3, San Jose, CA 95129 RENTAL FEATURES Living room Dishwasher Freezer Microwave Refrigerator Stove/Oven Balcony, Deck, or Patio Fenced yard Porch Air conditioning Ceiling fans Central heat Double pane windows Cable-ready High-speed internet Garage - Attached Off-street parking Granite countertop Hardwood floor Tile floor COMMUNITY FEATURES Laundry on-site Off-street parking Small building LEASE TERMS 1 year minimum lease required, Renewable on yearly basis thereafter. Rent: $1,650 per month Available Date: September 1st, 2013 Security Deposit: $1,650 Rental includes: water, trash and gardening service. No Pets / No Smoking RESPONSE TO AD or CALL FOR QUESTIONS. PLEASE DO NOT DISTURB CURRENT TENANTS. Drive-by for viewing at this time. ", "price": 1650.0}]